Repository: DHME1/appdb
Catalog: appdb/jv-*.lproj/Localizable.strings
Languages: id

source: We do not host any prohibited content. All data is publicly available via iTunes API.
id: Ora nge-host konten terlarang. kabeh data tersedia nggo umum lewat iTunes API.

source: Featured
id: Fitur

source: Search
id: Nggoleki

source: Downloads
id: Donlotan

source: Settings
id: Pengaturan

source: Updates
id: Pembaruan

source: Cannot connect
id: Ora iso konek

source: Retry
id: Cobaen maneh

source: Waiting...
id: Ngenteni...

source: Checking...
id: Mrikso...

source: Operation has been cancelled.
id: Operasi dibatalke.

source: All Categories
id: Kabeh Kategori

source: Categories
id: Kategori

source: Select Category
id: Pileh Kategori

source: Books
id: Buku

source: Custom Apps
id: Aplikasi Modifan

source: New and Noteworthy
id: Paling Anyar

source: Top Paid
id: Berbayar Paling Apik

source: Popular This Week
id: Populer Minggu Iki

source: Best Games
id: Game Paling Apik

source: Top Books
id: Buku Paling Apik

source: See All
id: Ndelok Kabeh

source: News
id: Warto

source: System Status
id: Status e Sistem

source: Description
id: Penjelasan

source: What's New
id: Opo Sing Anyar

source: Tweaked Version Notice
id: Panuduhan Versi Tweaked

source: This app was tweaked to provide additional features. Be sure to download it from verified crackers only, because no one except them can guarantee that it doesn't contain any malicious code.
id: Aplikasi iki di-tweak nggawe ngewenehi fitur tambahan. pastekno ngedownload soko cracker seng wis diakui, amergo ora ono salah sijine wong kecuali dek e seng njamin lek aplikasi iku ngandung kode seng bahaya.

source: iPad only
id: Mung kanggo iPad

source: Information
id: Informasine

source: Seller
id: Seng adol

source: Developer
id: Developere

source: Category
id: Kategorine

source: Price
id: Hargane

source: Updated
id: Pembaruane

source: Version
id: Versine

source: Compatibility
id: Kompabilitase

source: Size
id: Ukurane

source: Language
id: Bosone

source: Languages
id: Bosone

source: Bundle ID
id: Bundle ID ne

source: Author
id: Penyediane

source: Print Length
id: Dowo cetakanne

source: Requirements
id: Syarate

source: Rating
id: Peringkate

source: Developer Apps
id: Aplikasine Developer

source: Developer Website
id: Website e Developer

source: Developer Support
id: Tulungane Developer

source: More by this author
id: Luweh akeh soko author iki

source: Unknown
id: Ora jelas

source: See Original
id: Ndelok Asline

source: Details
id: Gamblange

source: Reviews
id: Ulasane

source: Download
id: Donlot

source: Requesting...
id: Njaluk...

source: Requested
id: Kasil lek njaluk

source: by
id: dening

source: Related Apps
id: Aplikasi Sing meh podo

source: Related Books
id: Buku Sing meh podo

source: Reviews are from Apple's iTunes Store ©
id: Ulasan soko Apple Store Store ©

source: Check out '%@' on appdb!
id: Ndelok '%@' neng appdb!

source: Installation has been queued to your device
id: Instalasine wes di antrekno neng perangkatmu

source: Installation options
id: Pilihan Masange

source: Duplicate app
id: Duplikat Aplikasine

source: New ID
id: ID Anyare

source: New display name
id: Jeneng Tampilane

source: Use Original
id: Nggawe Asline

source: Cracked by %@
id: di Crack dening %@

source: Uploaded by %@
id: di Aplot dening %@

source: Cracked and uploaded by %@
id: di Crack lan di Aplot dening %@

source: Recently Uploaded
id: Mari diunggah

source: Popular Today
id: Seng Populer Dino Iki

source: Popular This Month
id: Seng Populer Bulan Iki

source: Popular This Year
id: Seng Populer Tahun Iki

source: Popular All Time
id: Populer Kabeh Wektu

source: Any Price
id: Kabeh Rego

source: Paid
id: Mbayar

source: Waiting %@ seconds...
id: Menunggu %@ detik...

source: Authorization
id: Otorisasi

source: Authorize App
id: Ngesahne Aplikasi

source: Is your device already linked to appdb? You can check if you have appdb profile installed at Settings -> General -> Profiles.
id: Opo perangkatmu wes di nyantol neng appdb? Awakmu iso ngecek lak awakmu wis masang profil appdb neng Pengaturan -> Umum -> Profil

source: Continue
id: terusne

source: Enter Link Code
id: Lebokne Kode QR

source: Enter link code here
id: Lebokne kode QR neng kene

source: Please enter a valid email address.
id: Lebokno email seng bener

source: Paste the 8 digits case sensitive link code you see on this page:
id: Tempelke kode sensitif 8 digit seng kok delok neng halaman iki:

source: Go Back
id: Mbalik

source: Enter Email
id: Lebokne Email

source: Please enter your email address below and click Continue. You will be redirected to the Settings app where you can proceed with appdb profile installation.
id: Lebokno emailmu nang ngisor kene trus pencet Terusne. Awakmu mengko diarahne nang Pengaturanmu trus awakmu iso nerusne masang profil appdb.

source: Success
id: Rampung

source: Well done! This app is now authorized to install apps on your device.
id: Wis Mari! Aplikasine saiki wis duwe ijin gawe masang nang perangkatmu.

source: Start using appdb!
id: Mulai gawe appdb!

source: Unable to complete
id: Gak iso marekno

source: Yes, already linked
id: Wis mari dicantolne

source: No, not yet linked
id: Durung dicantolne

source: name@example.com
id: jenengmu@conto.com

source: Deauthorized
id: Ora diotorisasi

source: Are you sure you want to deauthorize this app from installing apps on your device? NOTE: This won't unlink your device from appdb. To do so, remove its profile in Settings -> General -> Profiles.
id: Opo awakmu yakin pengen mbatalno otorisasi aplikasi iki soko nginstall aplikasi seng ono neng perangkatmu? NOTE: Iki ora mbatalne tautan neng perangkatmu soko appdb. lak pengen mbatalno tautan, busek profil neng Pengaturan -> Umum -> Profil

source: App was deauthorized successfully.
id: Aplikasi iki uwes sukses diautorisasi.

source: Search iOS Apps
id: Nggoleki Aplikasi iOS

source: Search Custom Apps
id: Nggoleki Aplikasi Modifan

source: Search Books
id: Nggoleki Buku

source: Trending iOS Apps
id: Tren Aplikasi iOS

source: Trending Cydia Apps
id: Tren Aplikasi Cydia

source: Trending Books
id: Tren Buku

source: No results found
id: Ora ditemokne

source: No results were found for '%@'
id: Ora ditemokne nggo '%@'

source: Please search at least two characters
id: Gunakke minimal 2 karakter

source: Search News
id: Golek Warto

source: Queued
id: Ngantri

source: Library
id: Perpustakaan

source: Downloading
id: Ngedonlot

source: No queued downloads
id: Ora ono donlotan seng ngantri

source: File download has started
id: Mulai ngedonlot file

source: Enter URL
id: Lebokno URL e

source: Enter below the URL of the .ipa file you want to download
id: Lebokno nang ngisor iki URL file .ipa seng pengen kok donlot

source: https://example.com/file.ipa
id: https://contoe.com/file.ipa

source: Load
id: Enteni sik

source: Uploaded on %@
id: diunggah nang %@

source: Pause
id: Mandek

source: Paused
id: Mandek disik

source: Resume
id: Terusne

source: Stop
id: Mandek Jegrek

source: Install without signing
id: Install tanpa signing

source: Upload to MyAppStore
id: Unggah nang MyAppStore

source: Open in...
id: Buka nang...

source: Rename
id: Ngganti jeneng

source: Rename File
id: Ngganti jeneng File

source: Delete
id: Busek

source: Delete all
id: Busek kabueh

source: No Local IPAs Found
id: Gak nemu IPA lokal

source: Use iTunes File Sharing or import them from other apps
id: Nggaweo Andum File iTunes utomo njupuk tekan aplikasi liyo

source: No MyAppStore apps
id: Gak enek aplikasi nang MyAppStore

source: This is your personal IPA library! Apps you upload over time will appear here
id: Iki perpustakaan IPA pribadimu! Aplikasi sing mbok unggah tekan biyen sampe saiki bakal metu nang kene

source: Please cancel any pending uploads before deleting local files
id: Tulung batalno kabeh unggahan sing tertunda sakdurunge mbusek file

source: Delete 1 file?
id: mBusek 1 file?

source: Local Files
id: File Lokal

source: Are you sure you want to delete %@ files?
id: Awakmu yakin a mbusek file %@ ?

source: Place your local .ipa (or .zip) files in the documents directory, either using iTunes File Sharing, the Files app or import them from other apps. Path to the documents directory: %@
id: Delehen file .ipa (utowo .zip) tekmu nang direktori dokumen, nggawe iTunes File Andum, aplikasi Files utowo njupuk tekan aplikasi liyo. Path nang direktorine dokumen: %@

source: appdb presents MyAppStore - your own AppStore. A brand new custom app installer transformed into your personal IPA library! • Save your personal apps to appdb • Shared across all your devices under the same email • Store apps up to 4GB • Upload multiple apps at once To get started, click on a local IPA and select 'Upload to MyAppStore'
id: appdb nekakne MyAppStore - AppStore tekmu dewe. Nggo masang aplikasi khusus seng anyar diubah dadi perpustakaan IPA pribadimu • Simpen aplikasimu nang appdb • Andum nang kabeh perangkatmu sing sak email • Simpen aplikasi sampe 4GB • Unggah akeh aplikasi barengan Gawe mulai, klik IPA lokal lan pilih 'Unggah nang MyAppStore'

source: No active downloads
id: Gak enek donlotan urip

source: Remove from list
id: Busek tekan daftar

source: File downloaded successfully
id: File wis berhasil didonlot

source: File downloaded successfully, added to Library
id: File wis berhasil didonlot, ditambahne nang Perpustakaan

source: Uploading %@ of %@ (%@)
id: Ngunggah %@ tekan %@ (%@)

source: Uploading
id: Ngunggah

source: Downloading %@ of %@ (%@)
id: Ngunduh %@ tekan %@ (%@)

source: Downloading %@
id: Ngunduh %@

source: File uploaded successfully
id: File wes berhasil diunggah

source: Device Configuration
id: Konfigurasi perangkat

source: Link Code
id: Kode Tautan

source: Jailbroken w/ Appsync
id: Jailbreak nganggo Appsync

source: Compatibility Checks
id: Cek Kompabilitase

source: Ask for installation options
id: Takok pilihan instalasine

source: Deauthorize
id: Mbatalno otorisasi

source: User Interface
id: Penampilane

source: Choose Theme
id: Milih Temane

source: Choose Language
id: Milih Bosone

source: Language set, please restart the app to apply changes
id: Boso dipilih, monggo di restart aplikasine nggo nerapke perubahan

source: Dark
id: Ireng

source: Darker
id: Ireng Puool

source: Light
id: Padang

source: Support
id: Dukungane

source: Visit appdb forum
id: Mampir nang forum appdb

source: About
id: Babagan

source: Acknowledgements
id: Matursuwun

source: General
id: Umum

source: Device
id: Perangkat

source: Authorize app with link code from appdb website and enjoy unlimited app installs!
id: Ijinke aplikasi nggawe kode sing dicantolne tekan situs web appdb lan enakne masang aplikasi sing gak enek batese!

source: Use this code if you want to link new devices to appdb. Press and hold the cell to copy it, or tap it to generate a new one.
id: Gawenen kode iki lek awakmu pengen nyantolne perangkat anyar nang appdb. Pijet karo tahan sel nggo ngecopy, utowo nggwe seng anyar.

source: Device Status
id: Statuse Perangkat

source: To fully unlink your device from appdb remove its profile in Settings -> General -> Profiles.
id: Nggo mutuske tautan perangkatmu soko appdb, hapusen profile seng enek neng Pengaturan -> Umum -> Profil.

source: Active
id: Aktif

source: Inactive
id: Ora aktif

source: Expires on %@
id: Kedaluarsone %@

source: Clear command queue?
id: Ngresiki command ngantrine

source: Clear
id: Ngresiki

source: Fix
id: Benakne

source: Disabled
id: Mateni

source: Revoked
id: Dijabel

source: Revoked on %@
id: Dijabel %@

source: Show badge for updates
id: Nampilke tondo nggo pembaruan

source: Change bundle id before upload
id: Ngganti bundel id sakdurunge aplot

source: Changing bundle identifier before uploading to MyAppStore might be useful when working with multiple versions of the same app.
id: Ngganti pengidentifikasi bundel sakdurunge ngunggah nang MyAppStore iso ugo migunani pas digawe bareng aplikasi sing podo versine.

source: New bundle id
id: Bundle id anyar

source: Tap to generate random
id: Jawilen lek pengen gawe acak

source: Overwrite file
id: Tindes file

source: Bundle ID Change
id: Ngrubah Bundle ID

source: Change
id: Ngrubah

source: Changing bundle id...
id: Ngrubah bundle id...

source: Available Languages
id: Boso sing onok

source: Available Themes
id: Tema sing onok

source: Tap to know more
id: Jawil ben akeh weruhe

source: Contact Developer
id: Kontak Developer e

source: Choose an option
id: Milih opsi

source: Select a service
id: Milih pelayanan

source: Could not find email service.
id: Gak iso nemu layanan email.

source: Follow System Appearance
id: Melu Tampilan Sistem

source: Automatically switch between light and dark theme based on System Appearance. To switch to the Darker theme instead, just manually select it once. NOTE: If you're experiencing issues (theme not switching automatically or mixed themes) just close the app from multitasking and reopen it.
id: Otomatis pindah tekan tema padang nang peteng sesuai karo tampilane sistem. Gawe pindah nang tema sing luwih peteng, cukup pilih tema manual pisan ae. Tambahan: Lek awakmu ngrasakne onok masalah (tema gak pindah dewe utowo tema campur) cukup tutup aplikasi tekan multitasking trus bukaen maneh.

source: Advanced Options
id: Opsi Liyane

source: Check Revocation
id: Cek Revocation

source: Validate PRO Voucher
id: Validasi PRO Voucher

source: Activate PRO Voucher
id: Aktivasi PRO Voucher

source: Email Link Code
id: Email Kode Cantolan

source: List apps managed by appdb
id: Daftar aplikasi sing diopeni karo appdb

source: Your PRO has not been revoked!
id: Akun PROmu durung dicabut!

source: Your Custom Developer Identity has not been revoked!
id: Akun Nggenti Identitas e Developer durung dicabut!

source: Enter Voucher
id: Lebokno Voucher

source: Paste here the PRO voucher obtained by a reseller:
id: Templekne voucher PRO nang kene sing awakmu oleh tekan pengecer:

source: Activate
id: Aktivasi

source: Your PRO has been activated successfully!
id: PROmu wis sukses diuripne!

source: Validate
id: Validasi

source: Your PRO voucher is valid and can be activated!
id: Voucher PROmu valid lan iso diuripi!

source: Enter below the email address where the link code will be sent:
id: Lebokno alamat email nang panggen kode cantolan bakal dikirim:

source: Email was sent successfully!
id: Email wis sukses dikirim!

source: Apps managed by appdb
id: Aplikasi sing diopeni karo appdb

source: Only apps that are managed by appdb will appear here.
id: Mung aplikasi sing diopeni karo appdb sing bakal metu nang kene.

source: Custom Developer Identity
id: Nggenti Identitas e Developer

source: Copy
id: Salinan

source: Clear developer identity
id: Busek identitas developer

source: Are you sure you want to clear developer identity?
id: Opo sampeyan yakin arep ngebusek identitas developer?

source: Identity cleared!
id: Identitas wes dibusek

source: Preserve Entitlements Comments
id: Pertahanake Entitlements Comments

source: Disable Revocation Checks
id: Mateni Revocation Checks

source: Force Disable PRO
id: Pateni Pekso PRO

source: For Psychic Paper exploit
id: Kanggo eksploitasi Psychic Paper

source: Clear Cache
id: Ngresiki Cache

source: Are you sure you want to clear app cache? NOTE: This will not deauthorize the app, and your device will still be linked to appdb.
id: Opo sampeyan yakin sampeya pengen ngebusek app cache? NOTE: Iki ora bakal ngeculake otoritas app, lan piranti sampeyan isih bakal disambung karo appdb.

source: Cache cleared successfully!
id: Cache diresiki kanthi sukses!

source: Failed to clear cache: %@.
id: Gagal mbusek cache: %@.

source: Enable Game Trainer
id: Aktifkan Game Trainer

source: Choose Device
id: Pilih Devices

source: Available Devices
id: Devices Tersedia

source: Switched to %@
id: Pindah ke %@

source: Enable Push Notifications
id: Aktifkan Push Notifications

source: Remove Plugins
id: Hapus Plugins

source: Available Icons
id: Ikon yang tersedia

source: Choose Icon
id: Pilih ikon

source: Opt-out from emails
id: Menyisih dari email

source: Signing Type
id: Jenis penandatanganan

source: In Update
id: Dalam pembaruan

source: Reinstall everything
id: Instal ulang semuanya

source: Clear IPA cache
id: Hapus IPA cache

source: Re-validate IPA cache
id: Validasi ulang IPA cache

source: Ignore
id: Jarno

source: No updates found
id: Ora ono pembaruan

source: Please authorize app from Settings first
id: Monggo otorisasi aplikasi neng Pengaturan disek.

source: %@ Updateable app
id: %@ Aplikasi seng kenek diperbarui

source: %@ Updateable apps
id: %@ Aplikasi seng kenek diperbarui

source: %@ Non updateable app
id: %@ Aplikasi seng gak kenek diperbarui

source: %@ Non updateable apps
id: %@ Aplikasi seng gak kenek diperbarui

source: Non Updateable Apps
id: Aplikasi seng gak kenek diperbarui

source: Ignored
id: Dijarno

source: Ignored Updates
id: Update Dijarno

source: No ignored updates
id: Gak ono pembaruan seng dijarno

source: Apps installed from an external source, like the App Store or OTA distribution, can not be updated via appdb because of security limitations. We respect this! To update these apps, please remove and reinstall them from appdb. To hide these updates, swipe left on any of them and select 'Ignore'.
id: Aplikasi seng di install soko sumber njobo,koyok AppStore utowo distribusi OTA, ora iso diapdet lewat appdb amergo alesan keamanan. Awake ngehargai iki! Nggo ngapdet aplikasi iki, kudu mbusek lan masang maneh soko appdb Nggo ndelikne apdetan iki, geser ngiwo neng salah sijine lan pilih 'Jarno'.

source: Swipe left on any update to add it to this list
id: Geser ngiwo neng apdetan opo wae nggo nambahne neng daftar iki

source: Update
id: Pembaruan

source: Your version: %@
id: Versi saiki: %@

source: New version: %@
id: Versi anyar e: %@

source: Update Available
id: Onok Pembaruan

source: What's New in version %@
id: Opo seng anyar neng versi %@

source: Maintenance mode active. We will be back soon!
id: Mode pemeliharaan lagi murup. Kene bakal balik sak cepete!

source: No links found.
id: Gak ono tautan seng ditemokno.

source: Not found
id: Gak ditemokno

source: Couldn't find content with id %@ in our database
id: Gak nemu konten id %@ ndek database e awake dewe

source: An error has occurred
id: kedaden suatu kesalahan

source: Invalid link code.
id: Kode tautan gak bener.

source: Invalid email address.
id: Email gak valid.

source: Link code cannot be empty.
id: Kode tautan gak oleh kosong.

source: No device linked.
id: Gak ono perangkat seng ditautno.

source: Unable to fetch device token.
id: Gak iso njupuk token e perangkat.

source: Use link code instead.
id: Gunakno kode tautan kanggo penggantine.

source: Oops! Something went wrong. Please try again later.
id: Jooh! Ono seng salah. Monggo engko dicoba maneh.

source: Missing link code or email.
id: Kode tautan atau email ilang.

source: Could not parse plist file.
id: Gak iso nguraino file plist.

source: Device status is empty
id: Status perangkat kosong

source: The request timed out
id: Waktu e entek gawe njaluk

source: Your device is not compatible with this app
id: Perangkatmu gak cocok kanggo aplikasi iki

source: Error: malformed url
id: Error: url salah

source: IPA Not found
id: IPA Gak ditemokno

source: IPA is missing Payload folder
id: IPA e gak ono folder Payload e

source: IPA is missing .app folder
id: IPA e gak ono folder .app e

source: IPA is missing Info.plist file
id: IPA e gak ono file Info.plist e

source: Unable to read contents of Info.plist file
id: Gak iso moco isi e file Info.plist

source: Unable to encode Info.plist file
id: Gak iso nyandekke file Info.plist

source: File not found at given path
id: File gak ditemokno nang path seng ditentuno

source: Unable to find bundle id in Info.plist
id: Gak iso nemokno bundel id ndek Info.plist

source: File size not found in resource values
id: Ukuran file e gak ditemuno nang njero nilai resource e

source: A report has already been submitted
id: Laporan wes dikirimno

source: Installation failed, but can be fixed from Settings -> Device Status
id: Gagal masang, tapi iso dibebakno teko Pengaturan -> Status Perangkat

source: An error has occurred: malformed JSON
id: Kedaden kesalahan: JSON e salah format

source: Your PRO subscription has expired.
id: Langganan PROmu wes entek.

source: Your PRO subscription has been revoked by Apple.
id: Langganan PROmu Anda wes dicabut karo Apple.

source: Your device doesn't seem to have a PRO subcription.
id: Perangkatmu koyoke gak langganan PRO.

source: App duplication is currently supported on non-jailbroken devices with PRO.
id: Ndobel aplikasi saiki mek didukung nang perangkat seng gak di-jailbreak seng langganan PRO.

source: Unknown voucher partner.
id: Voucher teko partner gak dikenali.

source: Invalid voucher.
id: Voucher gak bener.

source: Voucher already used.
id: Voucher wes digawe.

source: No devices with this email.
id: Ga ono perangkat seng kesambung karo email iki.

source: Send
id: Kirimke

source: Report
id: Laporke

source: Reporting a broken link for '%@'.
id: Laporke link seng rusak nggo '%@'.

source: Enter a reason for your report
id: Lebokke alesanmu nglaporke

source: Link reported successfully!
id: Tautan wes dilaporke!

source: Credits
id: Kredit

source: Special Thanks
id: Ucapan Spesial

source: Translations
id: Seng Ngartekno

source: appdb team
id: tim appdb

source: Icon and banner designer
id: Desainer ikon lan spanduk

source: View project on GitHub
id: Ndelok projekan e neng GitHub

source: Wishes
id: Seng Dipingini

source: New
id: Anyar

source: Processing
id: Diproses

source: Failed
id: Gagal

source: Fulfilled
id: Wes dipenuhi

source: Free
id: Gratis

source: Enter AppStore URL
id: Lebokno URL Appstore

source: Enter below the AppStore URL of the app you'd like to request
id: Lebokno URL Aplikasi teko AppStore seng pingin mbok karepno

source: Add
id: Tambahke

source: App has been requested successfully!
id: Aplikasi wes sukses dijaluk!

source: Price: %@
id: Rego: %@

source: Version: %@
id: Versi: %@

source: No new wishes to show
id: Gak ono kepinginan anyar kanggo ditampilno

source: No fulfilled wishes to show
id: Ga ono kepinginan seng dipenuhi kanggo ditampilno

source: Cancel
id: Batalne

source: Dismiss
id: Ngendekne

source: Yes
id: Iyo

source: No
id: Ora

source: Done
id: Rampung

source: more
id: luweh okeh

source: Open in Safari
id: Bukak neng Safari

source: %@s ago
id: %@detik mau

source: %@m ago
id: %@menit mau

source: %@h ago
id: %@jam mau

source: %@d ago
id: %@dino mau

source: now
id: saiki
