Repository: DHME1/appdb
Catalog: appdb/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ru

source: Pause
es: Pausa
id: Jeda
it: Metti in pausa
ru: Пауза

source: Paused
de: Pausiert
es: Pausado
fr: En pause
id: Dijeda
it: In pausa
ru: Приостановлено

source: Resume
de: Fortfahren
es: Continuar
id: Lanjutkan
it: Riprendi
ru: Возобновить

source: Stop
es: Parar
fr: Arrêtez
id: Berhenti
it: Interrompi
ru: Остановить

source: Install without signing
de: Ohne Signieren installieren
es: Instalar sin firmar
fr: Installer sans signer
id: Install tanpa signing
it: Installa senza firmare
ru: Установить без подписи

source: Upload to MyAppStore
de: Auf MeinAppStore hochladen
es: Subirlo a MyAppStore
fr: Transférer vers MyAppStore
id: Unggah ke MyAppStore
it: Carica su MyAppStore
ru: Выгрузить в MyAppStore

source: Open in...
de: Öffnen in...
es: Abrir en...
fr: Ouvrir dans...
id: Buka di...
it: Apri in...
ru: Открыть в...

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ganti nama
it: Rinomina
ru: Переименовать

source: Rename File
de: Datei umbenennen
es: Renombrar archivo
fr: Renommer le fichier
id: Ganti nama File
it: Rinomina file
ru: Переименовать файл

source: Delete
de: Löschen
es: Eliminar
fr: Effacer
id: Hapus
it: Elimina
ru: Удалить

source: Delete all
de: Alle löschen
es: Eliminar todos
fr: Supprimer tout
id: Hapus semua
it: Elimina tutti
ru: Удалить все

source: No Local IPAs Found
de: Keine lokalen IPAs gefunden
es: Ningún archivo IPA encontrado en el dispositivo
fr: Aucun IPA local trouvé
id: Tidak Ada IPA Lokal Ditemukan
it: Nessun file IPA locale trovato
ru: Локальных IPA файлов не найдено

source: Use iTunes File Sharing or import them from other apps
de: Nutze iTunes Datei Sharing oder importiere sie von anderen Apps
es: Usa iTunes para compartir archivos
fr: Utilisez le partage de fichiers iTunes ou importez-les à partir d'autres applications
id: Gunakan Berbagi File iTunes atau impor dari aplikasi lain
it: Usa la condivisione file di iTunes o importa i file da altre app
ru: Используйте iTunes File Sharing или импортируйте их из других приложений

source: No MyAppStore apps
de: Keine MeinAppStore Apps
es: No hay apps en MyAppStore
fr: Aucune application MyAppStore
id: Tidak ada aplikasi di MyAppStore
it: Nessuna app in MyAppStore
ru: В MyAppStore ничего не загружено

source: This is your personal IPA library! Apps you upload over time will appear here
de: Das ist deine persönliche IPA Bibliothek! Apps, die du mit der Zeit hochlädst, werden hier erscheinen.
es: ¡Esta es tu librería personal! Godas las apps subidas aparecerán aquí
fr: Ceci est votre bibliothèque personnelle IPA! Les applications que vous téléchargez au fil du temps apparaîtront ici
id: Ini adalah perpustakaan IPA pribadi Anda! Aplikasi yang Anda unggah dari waktu ke waktu akan muncul di sini
it: Questa è la tua libreria personale! Tutte le app che caricherai appariranno qui
ru: Это ваша персональная библиотека приложений! Все ваши загруженные приложения будут храниться тут

source: Please cancel any pending uploads before deleting local files
de: Bitte brich alle ausstehenden Uploads ab bevor du lokale Dateien löschst
es: Por favor cancelar cualquier subida después de eliminar los archivos locales
fr: Veuillez annuler tout téléchargement en attente avant de supprimer des fichiers locaux.
id: Harap batalkan setiap unggahan yang tertunda sebelum menghapus file lokal
it: Per favore interrompi tutti gli upload in corso prima di eliminare i file locali
ru: Пожалуйста остановите все загрузки перед удалением локальных файлов

source: Delete 1 file?
de: 1 Datei löschen?
es: Eliminar 1 archivo?
fr: Supprimer 1 fichier?
id: Hapus 1 file?
it: Elimina 1 file?
ru: Удалить 1 файл?

source: Local Files
de: Lokale Dateien
es: Archivos en este dispositivo
fr: Fichiers locaux
id: File Lokal
it: File Locali
ru: Локальные файлы

source: Are you sure you want to delete %@ files?
de: Bist du dir sicher, das du %@ Dateien löschen möchtest?
es: ¿Estás seguro que quieres eliminar estos %@ archivos?
fr: Etes-vous sûr que vous voulez supprimer %@ files?
id: Anda yakin ingin menghapus file %@ ?
it: Sei sicuro di voler eliminare %@ file?
ru: Вы уверены, что хотите удалить %@ файлов?

source: Place your local .ipa (or .zip) files in the documents directory, either using iTunes File Sharing, the Files app or import them from other apps. Path to the documents directory: %@
de: Platziere deine lokale .ipa (oder .zip) Dateien in dem Dokumente Ordner, entweder mit iTunes Datei Sharing, der Dateien App oder durch einen Import aus anderen Apps. Pfad zum Dokumente Verzeichnis: %@
es: Puedes poner tus archivos .ipa (or .zip) localmente en este directorio, usando iTunes File Sharing, la app de Archivos o importando desde otras apps. El directorio es: %@
fr: Placez vos fichiers .ipa (ou .zip) locaux dans le répertoire de documents, à l'aide du partage de fichiers iTunes ou de l'application Fichiers, ou importez-les à partir d'autres applications. N nPath vers le répertoire de documents: %@
id: Tempatkan file .ipa (atau .zip) lokal Anda di direktori dokumen, baik menggunakan iTunes File Sharing, aplikasi Files atau impor dari aplikasi lain. Path ke direktori dokumen: %@
it: Metti i tuoi file .ipa (o .zip) nella cartella Documenti, o con la condivisione file di iTunes, o con l'app Files o importandoli direttamente da altre app. Percorso della cartella Documenti: %@
ru: Поместите ваши локальные .ipa (или .zip) файлы в директорию документов, через iTunes File Sharing, или импортируйте их из других приложений: %@

source: appdb presents MyAppStore - your own AppStore. A brand new custom app installer transformed into your personal IPA library! • Save your personal apps to appdb • Shared across all your devices under the same email • Store apps up to 4GB • Upload multiple apps at once To get started, click on a local IPA and select 'Upload to MyAppStore'
de: Appdb präsentiert MeinAppStore - dein eigener AppStore. Eine brandneue Funktion, die es dir ermöglicht, benutzerdefinierte Apps in deiner eigenen IPA Bibliothek zu haben! • Speichere deine persönlichen Apps in Appdb • Funktioniert geräteübergreifend unter einer E-Mail • Apps können bis zu 4GB groß sein • Mehrere Apps auf einmal hochladen Um loszulegen, wähle eine lokale IPA aus und tippe dann auf 'Auf MeinAppStore hochladen'
es: appdb te presenta MyAppStore - tu propia AppStore. ¡Una nueva manera de instalar apps! • Sube tus apps personales a appdb • Compartelos a través de tus dispositivos con tu email • Guarda archivos hasta 4GB • Sube varios archivos a la vez. Para empezar, haz click en tus archivos locales y selecciona 'Subir a MyAppStore'
fr: appdb présente MyAppStore - votre propre AppStore. Un tout nouvel installateur d'applications personnalisées transformé en votre bibliothèque IPA personnelle! N n • Enregistrez vos applications personnelles sur appdb n • Partagées sur tous vos appareils sous le même courrier électronique n • Stockez les applications jusqu'à 4 Go n • Téléchargez plusieurs applications. immédiatement n nPour commencer, cliquez sur une adresse IPA locale, puis sélectionnez 'Transférer vers MyAppStore'.
id: appdb menghadirkan MyAppStore - AppStore Anda sendiri. Pemasang aplikasi khusus yang baru diubah menjadi perpustakaan IPA pribadi Anda! • Simpan aplikasi pribadi Anda ke appdb • Dibagikan di semua perangkat Anda di bawah email yang sama • Simpan aplikasi hingga 4GB • Unggah banyak aplikasi sekaligus Untuk memulai, klik IPA lokal dan pilih 'Unggah ke MyAppStore'
it: appdb presenta il MyAppStore - il tuo AppStore personale. • Salva le tue app personali su appdb • Condivise su tutti i dispositivi sotto la stessa email • Carica app fino a un massimo di 4GB • Upload multipli in contemporanea supportati! Per cominciare, clicca su un file IPA locale e seleziona 'Carica su MyAppStore'
ru: appdb представляет MyAppStore - ваш личный AppStore. Новый установщик приложений, который трансформировался в вашу личную библиотеку приложений! • Сохраняйте ваши личные приложения на appdb • Распределите их среди ваших устройств, привязанных с одним и тем же Email • Храните приложения до 4ГБ • Загружайте несколько приложений сразу Чтобы начать, нажмите на локальный файл и выберите 'Выгрузить в MyAppStore'

source: No active downloads
de: Keine aktiven Downloads
es: No hay descargas activas
fr: Aucun téléchargement actif
id: Tidak ada unduhan aktif
it: Nessun download in corso
ru: Нет активных скачиваний

source: Remove from list
de: Von Liste entfernen
es: Eliminar de la lista
fr: Retirer de la liste
id: Hapus dari daftar
it: Rimuovi dalla lista
ru: Удалить

source: File downloaded successfully
de: Datei erfolgreich heruntergeladen
es: Archivo descargado correctamente
fr: Fichier téléchargé avec succès
id: File berhasil diunduh
it: File scaricato con successo
ru: Файл успешно скачан

source: File downloaded successfully, added to Library
de: Datei erfolgreich heruntergeladen, zur Bibliothek hinzugefügt
es: Archivo descargado correctamente, añadido a tu librería
fr: Fichier téléchargé avec succès, ajouté à la bibliothèque
id: File berhasil diunduh, ditambahkan ke Perpustakaan
it: File scaricato e aggiunto alla Libreria
ru: Файл успешно скачан, добавлен в библиотеку

source: Uploading %@ of %@ (%@)
de: Lade %@ von %@ hoch (%@)
es: Subiendo %@ de %@ (%@)
fr: Téléchargement %@ of %@ (%@)
id: Mengunggah %@ dari %@ (%@)
it: In upload %@ di %@ (%@)
ru: Выгружаю %@ из %@ (%@)

source: Uploading
de: Hochladen
es: Subiendo
fr: Téléchargement
id: Mengunggah
it: In upload

source: Downloading %@ of %@ (%@)
de: %@ von %@ herunterladen (%@)
es: Descargando %@ de %@ (%@)
fr: Téléchargement %@ of %@ (%@)
id: Mengunduh %@ dari %@ (%@)
it: In download %@ di %@ (%@)
ru: Скачиваю %@ из %@ (%@)

source: Downloading %@
de: %@ herunterladen
es: Descargando %@
fr: Téléchargement %@
id: Mengunduh %@
it: In download %@
ru: Скачиваю %@

source: File uploaded successfully
de: Datei erfolgreich hochgeladen
es: Archivo subido correctamente
fr: Fichier chargé avec succès
id: File berhasil diunggah
it: File caricato con successo
ru: Файл выгружен успешно

source: Device Configuration
de: Gerätekonfiguration
es: Ajustes del dispositivo
fr: Configuration de l'appareil
id: Konfigurasi perangkat
it: Configurazione
ru: Настройка устройства

source: Link Code
de: Verknüpfungs/Linkcode
es: Código de vinculación
fr: Code de lien
id: Kode Tautan
it: Codice link
ru: Код привязки

source: Jailbroken w/ Appsync
de: Jailbreak mit Appsync vorhanden
es: Jailbroken con Appsync
fr: Jailbreaké avec Appsync
id: Jailbreak dengan Appsync
it: Jailbreak e Appsync
ru: Взломано w/ Appsync

source: Compatibility Checks
de: Kompatibilitätsüberprüfungen
es: Comprobación de compatibilidad
fr: Vérifications de compatibilité
id: Cek Kompabilitas
it: Controlli di compatibilità
ru: Проверки совместимости

source: Ask for installation options
de: Nach Installationsoptionen fragen
es: Pedir opciones de descarga
fr: Demander les options d'installation
id: Tanya opsi instalasi
it: Chiedi opzioni di installazione
ru: Спрашивать об опциях установки

source: Deauthorize
de: Deautorisieren
es: Desautorizar
fr: Annuler l'autorisation
id: Membatalkan otorisasi
it: Scollega app
ru: Отозвать авторизацию

source: User Interface
de: Benutzeroberfläche
es: Interfaz del usuario
fr: Interface utilisateur
id: Antarmuka pengguna
it: Interfaccia
ru: Интерфейс

source: Choose Theme
de: Erscheinungsbild auswählen
es: Seleccionar tema
fr: Choisissez un thème
id: Pilih Tema
it: Scegli tema
ru: Выберите тему

source: Choose Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Choisissez la langue
id: Pilih Bahasa
it: Scegli lingua
ru: Выберите язык

source: Language set, please restart the app to apply changes
de: Sprache eingestellt, bitte starte die App neu, um die Änderungen vorzunehmen.
es: Idioma elegido, por favor relanza esta app para aplicar el idioma
fr: Langue définie, veuillez redémarrer l'application pour appliquer les modifications
id: Set bahasa, silakan restart aplikasi untuk menerapkan perubahan
it: Lingua impostata, chiudi e riapri l'app per applicare i cambiamenti
ru: Язык установлен, перезапустите приложения для применения настроек

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
id: Hitam
it: Tema scuro
ru: Темная

source: Darker
de: Dunkler
es: Negro Oscuro
fr: Plus sombre
id: Hitam Pekat
it: Tema più scuro
ru: Темнее

source: Light
de: Hell
es: Claro
fr: Blanc
id: Cerah
it: Tema chiaro
ru: Светлая

source: Support
es: Soporte
fr: Soutien
id: Dukungan
it: Supporto
ru: Поддержка

# Visit appdb forum
source: Visit appdb forums
de: Appdb Forum öffnen
fr: Visiter les forums appdb
id: Kunjungi forum appdb
it: Visita il forum di appdb
ru: Посетить форумы appdb

source: About
es: Sobre la aplicación
fr: À propos
id: Tentang
it: Info
ru: О нас

source: Acknowledgements
de: Danksagungen
es: Agradecimientos
fr: Remerciements
id: Ucapan Terima Kasih
it: Riconoscimenti
ru: Упоминания

source: General
de: Allgemein
fr: Général
id: Umum
it: Generali
ru: Общие

source: Device
de: Gerät
es: Dispositivo
fr: Dispositif
id: Perangkat
it: Dispositivo
ru: Устройства

source: Authorize app with link code from appdb website and enjoy unlimited app installs!
de: Autorisiere die App mit deinem Verknüpfungs/Linkcode von der Appdb Webseite und genieße unendlich viele App Installationen!
es: ¡Autoriza esta app con el código de vinculación desde la página para disfrutar esta app!
fr: Autorisez l'application avec le code de lien du site Web appdb et profitez d'installations d'application illimitées!
id: Otorisasi aplikasi dengan kode tautan dari situs web appdb dan nikmati pemasangan aplikasi tanpa batas!
it: Autorizza l'app con il codice link di appdb e divertiti a scaricare app!
ru: Авторизируйте приложение с помощью кода привязки с сайта appdb и наслаждайтесь безлимитными установками приложений!

source: Use this code if you want to link new devices to appdb. Press and hold the cell to copy it, or tap it to generate a new one.
de: Nutze diesen Code, wenn du ein neues Gerät mit Appdb verknüpfen möchtest. Halte die Spalte gedrückt um den Code zu kopieren, oder tippe einmal darauf um einen neuen zu generieren.
es: Usa este código para vincular nuevos dispositivos a appdb. Manten pulsado para copiar o pulsa para generar uno nuevo.
fr: Utilisez ce code si vous souhaitez lier de nouveaux périphériques à appdb. Maintenez la cellule enfoncée pour la copier ou appuyez dessus pour en générer une nouvelle.
id: Gunakan kode ini jika Anda ingin menautkan perangkat baru ke appdb. Tekan dan tahan sel untuk menyalinnya, atau ketuk untuk membuat yang baru.
it: Usa questo codice per collegare nuovi dispositivi a appdb. Tieni premuto il codice per copiarlo, oppure toccalo per generarne uno nuovo.
ru: Используйте этот код привязки чтобы привязать новые устройства к appdb. Долго удерживайте, чтобы скопировать код. Тапните, чтобы сгенерировать новый.

source: Device Status
de: Gerätestatus
es: Estado del dispositivo
fr: Statut du périphérique
id: Status Perangkat
it: Stato dispositivo
ru: Статус устройства

source: To fully unlink your device from appdb remove its profile in Settings -> General -> Profiles.
de: Um die Verknüpfung deines Geräts zu Appdb aufzuheben, entferne das Appdb Profil in Einstellungen -> Allgemein -> Profile.
es: Para desvicular tu cuenta completamente de appdb entra en Ajustes -> General -> Gestiónde perfiles y dispositivos.
fr: Pour dissocier complètement votre appareil d’appdb, supprimez son profil dans Paramètres -> Général -> Profils.
id: Untuk memutuskan tautan sepenuhnya perangkat Anda dari appdb, hapus profilnya di Pengaturan -> Umum -> Profil.
it: Per cancellare completamente il tuo dispositivo da appdb, rimuovi il profilo da Impostazioni -> Generali -> Profili.
ru: Чтобы полностью отвязать устройство от appdb, посетите Настройки -> Общие -> Профили.

source: Active
de: Aktiv
es: Activo
fr: Actif
id: Aktif
it: Attivo
ru: Активно

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
id: Tidak aktif
it: Non attivo
ru: Неактивно

source: Expires on %@
de: Läuft ab am %@
es: Expira el %@
fr: Expire le %@
id: Kadaluarsa pada %@
it: Scade il %@
ru: Истекает %@

source: Clear command queue?
de: Befehlswarteschlange leeren?
es: ¿Limpiar lista de comandos?
fr: Effacer la file d'attente de commandes?
id: Hapus perintah tunggu?
it: Cancellare la coda dei comandi?
ru: Очистить очередь команд?

source: Clear
de: Leeren
es: Limpiar
id: Bersihkan
it: Cancella
ru: Очистить

source: Fix
de: Problem lösen
es: Arreglar
id: Perbaiki
it: Aggiusta
ru: Исправить

source: Disabled
de: Deaktiviert
es: Desactivado
fr: désactivé
id: Nonaktifkan
it: Disabilitato
ru: Отключено

source: Revoked
es: Revocado
fr: Révoqué
id: Dicabut
it: Revocato
ru: Отозвано

source: Revoked on %@
de: Revoked am %@
es: Revocado el %@
fr: Révoqué le %@
id: Dicabut pada %@
it: Revocato il %@
ru: Дата отзыва %@

source: Show badge for updates
de: Abzeichen für Updates anzeigen
es: Activar notificaciones para las actualizaciones
fr: Afficher le badge pour les mises à jour
id: Tampilkan lencana untuk pembaruan
it: Mostra badge per aggiornamenti
ru: Показывать иконку уведомлений

source: Change bundle id before upload
de: Bundle ID vor dem Upload ändern
es: Cambiar id del paquete antes de subir
fr: Changer l'identifiant du paquet avant le téléchargement
id: Ubah id bundel sebelum mengunggah
it: Cambia bundle id prima dell'upload
ru: Изменить идентификатор

source: Changing bundle identifier before uploading to MyAppStore might be useful when working with multiple versions of the same app.
de: Den Bundle Identifier vor dem Upload zu MeinAppStore zu ändern könnte nützlich sein, wenn du mit verschiedenen Versionen der gleichen App arbeitest.
es: Al cambiar el id del paquete antes de subirlo a MyAppStore puede ser útil cuando usas varias versiones de una app.
fr: La modification de l'identifiant de l'ensemble avant le téléchargement sur MyAppStore peut s'avérer utile lorsque vous utilisez plusieurs versions de la même application.
id: Mengubah pengidentifikasi bundel sebelum mengunggah ke MyAppStore mungkin berguna ketika bekerja dengan beberapa versi aplikasi yang sama.
it: Cambiare bundle id prima dell'upload su MyAppStore può essere utile quando si lavora con più versioni della stessa app.
ru: Изменение идентификатора (bundle id) перед выгрузкой в MyAppStore может быть полезно при работе с несколькими копиями одного приложения.

source: New bundle id
de: Neue Bundle ID
es: Nuevo paquete id
fr: Nouveau bundle id
id: Bundle id baru
it: Nuovo bundle id
ru: Новый идетификатор

source: Tap to generate random
de: Tippen um zufällig zu generieren
es: Pulsa para generar uno aleatorio
id: Ketuk untuk membuat acak
it: Clicca per generare casualmente
ru: Сгенерировать произвольный

source: Overwrite file
de: Datei überschreiben
es: Sobreescribir archivo
fr: Écraser le fichier
id: Timpa file
it: Sovrascrivi file
ru: Перезаписать файл

source: Bundle ID Change
de: Bundle ID Änderung
es: Cambiar id del paquete
id: Rubah Bundle ID
it: Cambia bundle id
ru: Изменение bundle id

source: Change
es: Cambiar
fr: Changement
id: Rubah
it: Cambia
ru: Изменить

source: Changing bundle id...
de: Bundle ID ändern...
es: Cambiando id del paquete...
fr: Changer bundle id...
id: Merubah bundle id...
it: Cambio bundle id...
ru: Изменяю bundle id...

source: Available Languages
de: Verfügbare Sprachen
es: Idiomas disponibles
fr: Langues disponibles
id: Bahasa yang Tersedia
it: Lingue disponibili
ru: Доступные языки

source: Available Themes
de: Verfügbare Erscheinungsbilder
es: Temas disponibles
fr: Thèmes disponibles
id: Tema yang tersedia
it: Temi disponibili
ru: Доступные темы

source: Tap to know more
de: Tippen, um mehr zu erfahren
es: Pulsa para saber más
fr: Appuyez pour en savoir plus
id: Ketuk untuk tahu lebih banyak
it: Per saperne di più
ru: Тапните чтобы узнать больше

source: Contact Developer
de: Entwickler kontaktieren
es: Contactar con el desarrolador
fr: Contact le Développeur
id: Hubungi Developer
it: Contatta sviluppatore
ru: Связаться с разработчиком

source: Choose an option
de: Wähle eine Option
es: Seleccionar opción
fr: Choisis une option
id: Pilih opsi
it: Scegli un'opzione
ru: Выберите опцию

source: Select a service
de: Wähle einen Dienst
es: Seleccionar servicios
fr: Sélectionnez un service
id: Pilih pelayanan
it: Seleziona un servizio
ru: Выберите сервис

source: Could not find email service.
de: Konnte den E-Mail Dienst nicht finden.
es: Imposible de encontrar el servicio de correo.
fr: Impossible de trouver le service de messagerie.
id: Tidak dapat menemukan layanan email.
it: Impossibile trovare il servizio email collegato.
ru: Не могу найти сервис почты.

source: Follow System Appearance
de: Nach System-Erscheinungsbild richten
es: Seguir diseño del sistema
fr: Suivre l'apparence du système
id: Ikuti Tampilan Sistem
it: Segui tema del sistema
ru: Как у системы

source: Automatically switch between light and dark theme based on System Appearance. To switch to the Darker theme instead, just manually select it once. NOTE: If you're experiencing issues (theme not switching automatically or mixed themes) just close the app from multitasking and reopen it.
de: Automatisch zwischen dem hellen und dunklen Erscheinungsbild wechseln (richtet sich nach dem Systemerscheinungsbild). Um zu einem dunkleren Erscheinungsbild zu wechseln, wähle es einmal manuell aus. HINWEIS: Wenn du Probleme mit diesem Feature hast (Theme wird nicht automatisch gewechselt, vermischte Themes), schließe die App von der Multitasking Ansicht und öffne sie erneut.
es: Automáticamente cambiar la apar de claro o a oscuro dependiendo del sistema. Para cambiar al tema más oscuro, simplemente selecciónelo manualmente una vez. NOTA: Si estás experimentando errores (el tema no se cambia correctamente o los temas se mezclan) cierra la app en segundo plano y vuélvelo a abrir.
fr: Basculez automatiquement entre les thèmes clair et sombre en fonction de l'apparence du système. Pour basculer vers le thème plus sombre, sélectionnez-le une seule fois manuellement. REMARQUE: si vous rencontrez des problèmes (le thème ne bascule pas automatiquement ou avec des thèmes mélangés), fermez simplement l'application multitâche, puis rouvrez-la.
id: Secara otomatis beralih antara tema terang dan gelap berdasarkan Penampilan Sistem. Untuk beralih ke tema yang lebih gelap, cukup pilih secara manual sekali. Note: Jika Anda mengalami masalah (tema tidak beralih secara otomatis atau tema campuran) cukup tutup aplikasi dari multitasking dan buka kembali.
it: Passa automaticamente tra tema scuro e chiaro in base alle impostazioni di sistema. Per passare al tema più scuro, invece, selezionalo manualmente una volta. NOTA: Se rilevi dei problemi (tema che non cambia in automatico, oppure temi chiaro e scuro mischiati) chiudi l'app dal multitasking e riaprila.
ru: Автоматически переключать тему в зависимости от настроек системы. Чтобы вручную указать тему, просто выберите ее однажды. ПРИМЕЧАНИЕ: Если вы испытываете проблемы с переключением тем, просто закройте приложение из меню многозадачности и откройте его снова.

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
id: Opsi Lanjutan
it: Opzioni avanzate
ru: Расширенные опции

source: Check Revocation
de: Revoke überprüfen
es: Comprobar revocación
fr: Vérifier la révocation
id: Cek Revocation
it: Controlla revocazione
ru: Проверить отзыв

source: Email Link Code
de: E-Mail Verknüpfungs/Linkcode
es: Código enviado por email
id: Email Kode Tautan
it: Invia codice link per email
ru: Получить код привязки на почту

source: List apps managed by appdb
de: Aufgelistete Apps, die von Appdb verwaltet werden
es: Lista de apps manegadas por appdb
fr: Liste des applications gérées par appdb
id: Daftar aplikasi yang dikelola oleh appdb
it: Lista app gestite da appdb
ru: Приложения от appdb
