Repository: DHME1/appdb
Catalog: appdb/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ru

source: Your Custom Developer Identity has not been revoked!
de: Dein Benutzerdefinierte Entwickler-Identität wurde nicht revoked!
es: ¡Tu Identidad de desarrollador personalizado no fué revocado!
fr: Votre identité de développeur personnalisée n'a pas été révoqué!
id: Custom Identitas Pengembang Anda belum dicabut!
it: La tua identità sviluppatore non è stata revocata!
ru: С вашим Ваш профиль разработчика все хорошо!

source: Enter below the email address where the link code will be sent:
de: Gib nachfolgend die E-Mail Adresse ein, an die der Verknüpfungs/Linkcode gesendet werden soll
es: Introduce un correo electrónico para enviar un código de verificación:
fr: Entrez ci-dessous l'adresse e-mail où le code du lien sera envoyé:
id: Masukkan di bawah alamat email tempat kode tautan akan dikirim:
it: Inserisci qui l'indirizzo email al quale verrà inviato il codice link:
ru: Введите email, куда будет отправлен одноразовый код привязки:

source: Email was sent successfully!
de: E-Mail wurde erfolgreich gesendet!
es: ¡Correo enviado correctamente!
fr: Email a été envoyé avec succès!
id: Email berhasil dikirim!
it: Email inviata correttamente!
ru: Письмо успешно отправлено!

source: Apps managed by appdb
de: Apps, die von Appdb verwaltet werden
es: Apps manegadas por appdb
fr: Applications gérées par appdb
id: Aplikasi yang dikelola oleh appdb
it: App gestite da appdb
ru: Приложения с appdb

source: Bundle IDs
es: ID de paquetes
it: Bundle ID
ru: Идентификаторы

source: Only apps that are managed by appdb will appear here.
de: Nur Apps, die von Appdb verwaltet werden, werden hier angezeigt.
es: Solamente apps que son manegados por appdb aparecerán aquí.
fr: Seules les applications gérées par appdb apparaissent ici.
id: Hanya aplikasi yang dikelola oleh appdb yang akan muncul di sini.
it: Solo le app gestite da appdb appariranno qui.
ru: Тут отображаются приложения, установленные через appdb

source: Custom Developer Identity
de: Benutzerdefinierte Entwickler-Identität
es: Identidad de desarrollador personalizado
fr: Identité de développeur personnalisée
id: Identitas Pengembang Khusus
it: Identità sviluppatore
ru: Ваш профиль разработчика

source: Copy
de: Kopieren
es: Copia
fr: Copie
id: Salinan
it: Copia
ru: копировать

source: Clear developer identity
de: Klare Entwickleridentität
es: Eliminar certificado de desarrollor personalizado
fr: Identité claire du développeur
id: Hapus identitas pengembang
it: Pulisci identità sviluppatore
ru: Очистить профиль разработчика

source: Are you sure you want to clear developer identity?
de: Sind Sie sicher, dass Sie die Entwickleridentität löschen möchten?
es: ¿Estás seguro de que quieres eliminar el certificado de desarrollador personalizado?
fr: Voulez-vous vraiment effacer l'identité du développeur?
id: Anda yakin ingin menghapus identitas pengembang?
it: Sei sicuro di voler pulire l'identità sviluppatore?
ru: Вы уверены, что хотите очистить профиль разработчика?

source: Identity cleared!
de: Identität gelöscht!
es: ¡Certificado eliminado!
fr: Identité effacée!
id: Identitas dihapuskan!
it: Identità pulita!
ru: Профиль очищен!

source: Patch in-app Purchases
de: Patch In-App-Käufe
es: Parchear compras dentro de la app
fr: Patch Achats intégrés
id: Patch Pembelian Dalam-Aplikasi
it: Patch acquisti in-app
ru: Пропатчить покупки внутри приложения

source: Preserve Entitlements Comments
es: Conservar Comentario Entitlements
fr: Conserver les commentaires sur les droits
id: Pertahankan Hak Komentar
it: Preserva commenti entitlements
ru: Оставлять комментарии внутри entitlements

source: Disable Revocation Checks
de: Sperrprüfungen deaktivieren
es: Desactivar la comprobación de revocaciones
fr: Désactiver les contrôles de révocation
id: Nonaktifkan Pemeriksaan Pencabutan
it: Disabilita controlli revoche
ru: Отключить проверки на отзыв

source: Force Disable PRO
es: Forzar desactivar PRO
fr: Forcer la désactivation de PRO
id: Paksa Nonaktifkan PRO
it: Disabilita PRO
ru: Принудительно отключить PRO

source: For Psychic Paper exploit
de: Für Psychic Paper ausnutzen
es: Para el exploit Psychic Paper
fr: Pour l'exploit Psychic Paper
id: Untuk mengeksploitasi Psychic Paper
it: Per exploit Psychic Paper
ru: Для эксплоита Psychic Paper

source: Clear Cache
de: Cache leeren
es: Limpiar Caché
fr: Vider le cache
id: Bersihkan Cache
it: Pulisci Cache
ru: Очистить кеш

source: Are you sure you want to clear app cache? NOTE: This will not deauthorize the app, and your device will still be linked to appdb.
de: Möchten Sie den App-Cache wirklich löschen? HINWEIS: Dadurch wird die App nicht deaktiviert, und Ihr Gerät wird weiterhin mit appdb verknüpft.
es: ¿Seguro que quieres eliminar el caché de la aplicación? RECUERDA: Esto no desautorizará la aplicación, y tu dispositivo será vinculado a appdb.
fr: Voulez-vous vraiment vider le cache de l'application? NOTE: Cela ne désautorisera pas l'application et votre appareil sera toujours lié à appdb.
id: Anda yakin ingin menghapus cache aplikasi? Catatan: Ini tidak akan membatalkan otorisasi aplikasi, dan perangkat Anda akan tetap ditautkan ke appdb.
it: Sicuro di voler pulire la cache? NOTA: Questo non deautorizza l'app, e il tuo dispositivo resterà collegato con appdb.
ru: Вы уверены, что хотите очистить кеш? ПРИМЕЧАНИЕ: Это не деавторизирует приложение и ваше устройство по-прежнему будет привязано к appdb.

source: Cache cleared successfully!
de: Cache erfolgreich gelöscht!
es: ¡Caché borrado correctamente!
fr: Cache effacé avec succès!
id: Cache berhasil dihapus!
it: Cache pulita con successo!
ru: Кеш успешно очищен!

source: Failed to clear cache: %@.
de: Cache konnte nicht gelöscht werden: %@.
es: Borrado de caché fallado: %@.
fr: Échec de la suppression du cache: %@.
id: Gagal menghapus cache: %@.
it: Impossibile pulire la cache: %@.
ru: Не удалось очистить кеш: %@.

source: Enable Game Trainer
de: Game Trainer Aktivieren
es: Habilitar Game Trainer
fr: Activer Game Trainer
id: Aktifkan Game Trainer
it: Abilita Game Trainer
ru: Включить трейнер в играх

source: Choose Device
de: Gerät auswählen
es: Elige el dispositivo
fr: Choisissez l'appareil
id: Pilih Devices
it: Scegli Dispositivo
ru: Выберите устройство

source: Available Devices
de: Verfügbare Geräte
es: Dispositivos disponibles
fr: Appareils disponibles
id: Devices Tersedia
it: Dispositivi Disponibili
ru: Доступные устройства

source: Switched to %@
de: Gewechselt zu %@
es: Cambiado a %@
fr: Basculer vers %@
id: Pindah ke %@
it: Passato a %@
ru: Переключился на %@

source: Enable Push Notifications
de: Push Notification Aktivierens
es: Habilitar Push Notifications
fr: Activer Push Notifications
id: Aktifkan Push Notifications
it: Abilita notifiche push
ru: Включить push-уведомления

source: Remove Plugins
de: Plugins entfernen
es: Eliminar Plugins
fr: Supprimer les plugins
id: Hapus Plugins
it: Rimuovi plugin
ru: Удалить плагины

source: Available Icons
de: Verfügbare Symbole
es: Iconos disponibles
fr: Icônes disponibles
id: Ikon yang tersedia
it: Icone disponibili
ru: доступные значки

source: Choose Icon
de: Symbol wählen
es: Elegir icono
fr: Choisir l'icône
id: Pilih ikon
it: Scegli icona
ru: выбрать значок

source: Opt-out from emails
de: Opt-out von E-Mails
id: Menyisih dari email
it: Disattiva le e-mail

source: Signing Type
de: Signierart
id: Jenis penandatanganan
it: Tipologia di firma

source: In Update
id: Dalam pembaruan
it: In Aggiornamento

source: Reinstall everything
id: Instal ulang semuanya
it: Reinstalla tutto

source: Clear IPA cache
id: Hapus IPA cache
it: Pulisci IPA cache

source: Re-validate IPA cache
id: Validasi ulang IPA cache
it: Riconvalida IPA cache

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
id: Abaikan
it: Ignora
ru: Игнорировать

source: No updates found
de: Keine Updates gefunden
es: Sin actualizaciones
fr: Aucune mise à jour trouvée
id: Tidak ditemukan pembaruan
it: Nessun aggiornamento trovato
ru: Обновлений не найдено

source: Please authorize app from Settings first
de: Bitte autorisiere die App zuerst in den Einstellungen
es: Por favor autoriza la app desde ajustes primero
fr: S'il vous plaît autoriser l'application à partir des paramètres d'abord
id: Silakan otorisasi aplikasi dari Pengaturan terlebih dahulu
it: Devi prima autorizzare l'app da Impostazioni
ru: Пожалуйста, сначала авторизируйте приложение из Настроек

source: %@ Updateable app
de: %@ App, die aktualisiert werden kann
es: %@ app(s) para actualizar
fr: %@ Applications pouvant être mises à jour
id: %@ Aplikasi yang dapat diperbarui
it: %@ App aggiornabile
ru: %@ приложение можно обновить

source: %@ Updateable apps
de: %@ Apps, die aktualisiert werden können
es: %@ app(s) para actualizar
fr: %@ Applications pouvant être mises à jour
id: %@ Aplikasi yang dapat diperbarui
it: %@ App aggiornabili
ru: %@ приложений можно обновить

source: %@ Non updateable app
de: %@ App, die nicht aktualisiert werden kann
es: %@ app(s) imposibles de actualizar
fr: %@ Applications non mise a jour
id: %@ Aplikasi yang tidak dapat diperbarui
it: %@ App non aggiornabile
ru: %@ приложение нельзя обновить

source: %@ Non updateable apps
de: %@ Apps, die nicht aktualisiert werden können
es: %@ app(s) imposibles de actualizar
fr: %@ Applications non mise a jour
id: %@ Aplikasi yang tidak dapat diperbarui
it: %@ App non aggiornabili
ru: %@ приложений нельзя обновить

source: Non Updateable Apps
de: Keine Apps, die aktualisiert werden können
es: Apps imposibles de actualizar
fr: Applications non mise a jour
id: Aplikasi yang tidak dapat diperbarui
it: App non aggiornabili
ru: Необновляемые приложений

source: Ignored
de: Ignoriert
es: Ignorado
fr: Ignoré
id: Diabaikan
it: Ignorati
ru: Игнорируется

source: Ignored Updates
de: Ignorierte Updates
es: Actualizaciones ignoradas
fr: Mises à jour ignorées
id: Pembaruan yang Diabaikan
it: Aggiornamenti ignorati
ru: Игнорируемые обновления

source: No ignored updates
de: Keine ignorierten Updates
es: Actualizaciones sin ignorar
fr: Aucune mise à jour ignorée
id: Tidak ada pembaruan yang diabaikan
it: Nessun aggiornamento ignorato
ru: Нет игнорируемых обновлений

source: Apps installed from an external source, like the App Store or OTA distribution, can not be updated via appdb because of security limitations. We respect this! To update these apps, please remove and reinstall them from appdb. To hide these updates, swipe left on any of them and select 'Ignore'.
de: Apps, die von einer externen Quelle (z.B App Store oder OTA Distribution) kommen, können aufgrund einer Limitierung aus Sicherheitsgründen nicht mit Appdb aktualisiert werden. Wir respektieren das! Um solche Apps zu aktualisieren, entferne sie und installiere sie durch Appdb neu. Um derartige Updates zu verstecken, wische links auf ihnen und wähle 'Ignorieren'.
es: Las aplicaciones instaladas desde una fuente externa, como la App Store o la distribución OTA, no pueden actualizarse a través de appdb debido a limitaciones de seguridad. ¡Respetamos esto! Para actualizar estas aplicaciones, elimínelas y vuelva a instalarlas desde appdb. Para ocultar estas actualizaciones, deslice el dedo hacia la izquierda en cualquiera de ellas y seleccione 'Ignorar'.
fr: Les applications installées à partir d'une source externe, telle que l'App Store ou la distribution OTA, ne peuvent pas être mises à jour via appdb en raison de contraintes de sécurité. Nous respectons cela! Pour mettre à jour ces applications, supprimez-les et réinstallez-les à partir de appdb. nPour masquer ces mises à jour, faites glisser votre doigt sur l'une d'entre elles et sélectionnez 'Ignorer'.
id: Aplikasi yang diinstal dari sumber eksternal, seperti App Store atau distribusi OTA, tidak dapat diperbarui melalui appdb karena keterbatasan keamanan. Kami menghargai ini! Untuk memperbarui aplikasi ini, harap hapus dan pasang kembali dari appdb. Untuk menyembunyikan pembaruan ini, geser ke kiri pada salah satu dari mereka dan pilih 'Abaikan'.
it: App installate da una sorgente esterna, tipo l'App Store o distribuzione OTA, non possono essere aggiornate da appdb per questioni di sicurezza. Lo rispettiamo! Per aggiornare queste app, rimuovile e reinstallale da appdb. Per nascondere questi aggiornamenti, invece, scorri a sinistra su uno di essi e premi 'Ignora'.
ru: Приложения, установленные через AppStore или OTA не могут быть обновлены через appdb из-за ограничений безопасности. Мы их уважаем! Чтобы обновить эти приложения, удалите их и установите через appdb. Чтобы скрыть эти обновления, свайпните влево и выберите 'Игнорировать'.

source: Swipe left on any update to add it to this list
de: Wische links auf einem beliebigen Update um diesen zu dieser Liste hinzuzufügen
es: Desliza a la izquierda en cualquier actualización para agregarla a esta lista
fr: Balayez à gauche sur n'importe quelle mise à jour pour l'ajouter à cette liste.
id: Geser ke kiri pada pembaruan apa pun untuk menambahkannya ke daftar ini
it: Scorri a sinistra su un aggiornamento per aggiungerlo a questa lista
ru: Свайпните влево на любом обновлении чтобы добавить его в этот список

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
id: Pembaruan
it: Aggiorna
ru: Обновить

source: Your version: %@
de: Deine Version: %@
es: Tu versión: %@
fr: Ta version: %@
id: Versi saat ini: %@
it: La tua versione: %@
ru: Ваша версия: %@

source: New version: %@
de: Neue Version: %@
es: Nueva versión: %@
fr: Nouvelle version: %@
id: Versi yang baru: %@
it: Nuova versione: %@
ru: Новая версия: %@

source: Update Available
de: Aktualisierung verfügbar
es: Actualización disponible
fr: Mise à jour disponible
id: Pembaruan tersedia
it: Aggiornamento disponibile
ru: Доступно обновление

source: What's New in version %@
de: Was neu in Version %@ ist
es: Qué hay de nuevo en la versión %@
fr: Quoi de neuf dans la version %@
id: Apa yang Baru dalam versi %@
it: Cambiamenti nella versione %@
ru: Что нового в версии %@

source: Maintenance mode active. We will be back soon!
de: Wartungsarbeiten Modus aktiv. Wir sind bald wieder da!
es: Modo mantenimiento. ¡Volveremos pronto!
fr: Mode maintenance actif. Nous serons de retour bientôt!
id: Mode pemeliharaan aktif. Kami akan segera kembali!
it: Modalità manutenzione attiva. Torniamo subito!
ru: Производятся работы по обслуживанию. Скоро все заработает!

source: No links found.
de: Keine Links gefunden.
es: Ningún link encontrado.
fr: Aucun lien trouvé.
id: Tidak ada tautan yang ditemukan.
it: Nessun link trovato.
ru: Ссылок не найдено.

source: Not found
de: Nicht gefunden
es: No encontrado
fr: Pas trouvé
id: Tidak ditemukan
it: Contenuto non trovato
ru: Ничего не найдено

source: Couldn't find content with id %@ in our database
de: Konnte Inhalt mit ID %@ nicht in unserer Datenbank finden
es: No econtramos ningún contenido con este id %@ en nuestra base de datos
fr: Impossible de trouver le contenu portant l'id %@ dans notre base de données
id: Tidak dapat menemukan konten dengan id %@ di basis data kami
it: Nessun risultato trovato con id %@ nel nostro database
ru: Контента с идентификатором %@ нет в нашей базе данных

source: An error has occurred
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un eror
fr: Une erreur est survenue
id: Sebuah kesalahan telah terjadi
it: Errore
ru: Произошла ошибка

source: Invalid link code.
de: Ungültiger Verknüpfungs/Linkcode.
es: Código de vinculación inválida.
fr: Code de lien invalide.
id: Kode tautan tidak valid.
it: Codice non valido.
ru: Неверный код привязки.

# Invalid email address.
source: Invalid email.
de: Ungültige E-Mail.
es: Correo inválido.
fr: Email invalide.
id: Email tidak valid.
it: Indirizzo email non valido.
ru: Неверный email.

source: Link code cannot be empty.
de: Der Verknüpfungs/Linkcode kann nicht leer sein.
es: El código de vinculación no puede estar vacío.
fr: Le code de lien ne peut pas être vide.
id: Kode tautan tidak boleh kosong.
it: Il codice deve essere di otto caratteri.
ru: Необходим код привязки.

source: No device linked.
de: Kein Gerät verknüpft.
es: Ningún dispositivo vinculado.
fr: Aucun appareil lié.
id: Tidak ada perangkat yang ditautkan.
it: Nessun dispositivo collegato.
ru: Устройство не привязано.

source: Unable to fetch device token.
de: Konnte Geräte Token nicht laden.
es: Imposible de emparejar el dispositivo con el token.
fr: Impossible de récupérer le jeton de périphérique.
id: Tidak dapat mengambil token perangkat.
it: Impossibile estrarre il token del dispositivo.
ru: Невозможно получить токен устройства.

source: Use link code instead.
de: Nutze stattdessen einen Verknüpfungs/Linkcode.
es: Utiliza el código de vinculación.
fr: Utilisez le code de lien à la place.
id: Gunakan kode tautan sebagai gantinya.
it: Usa il codice link per collegare il dispositivo.
ru: Используйте код привязки с предыдущего устройства вместо email.

source: Oops! Something went wrong. Please try again later.
de: Uups! Es ist etwas schief gelaufen. Versuche es später erneut.
es: ¡Ups! Algo ha pasado. Por favor inténtelo más tarde.
fr: Oops! Quelque chose s'est mal passé. Veuillez réessayer plus tard.
id: Ups! Ada yang salah. Silakan coba lagi nanti.
it: Ops! Qualcosa è andato storto. Riprova più tardi.
ru: Упс! Что-то пошло не так, кто-то неправ. Попробуйте еще раз позже.

source: Missing link code or email.
de: Fehlender Verknüpfungs/Linkcode oder E-Mail.
es: Falta código de vinculación o correo.
fr: Code de lien ou email manquant.
id: Kode tautan atau email tidak ada.
it: Codice o email mancanti.
ru: Отсутствует код привязки или email.

source: Could not parse plist file.
de: Konnte plist Datei nicht analysieren/parsen.
es: Imposible de emparejar el archivo plist.
fr: Impossible d'analyser le fichier plist.
id: Tidak dapat menguraikan file plist.
it: Impossibile analizzare il file plist.
ru: Ошибка разбора файла plist.

source: Device status is empty
de: Gerätestatus ist leer
es: El estado del dispositivo está vacío.
fr: Le statut de l'appareil est vide
id: Status perangkat kosong
it: Lo stato del dispositivo è vuoto
ru: Статус устойства пуст

source: The request timed out
de: Zeitüberschreitung bei der Anfrage aufgetreten
es: Tiempo terminado
fr: La demande a expiré
id: Permintaannya habis
it: La richiesta è scaduta
ru: Превышено время ожидания ответа

source: Your device is not compatible with this app
de: Dein Gerät ist nicht mit dieser App kompatibel
es: Tu dispositivo no es compatible
fr: Votre appareil n'est pas compatible avec cette application
id: Perangkat Anda tidak kompatibel dengan aplikasi ini
it: Il tuo dispositivo non è compatibile con questa app.
ru: Ваше устройство не совместимо с этим приложением

source: Error: malformed url
de: Fehler: missgebildete URL
es: Error: url inválida
fr: Erreur: URL malformée
id: Galat: url salah
it: Errore: url malformato
ru: Ошибка: некорректный URL

source: IPA Not found
de: IPA nicht gefunden
es: IPA no encontrado
fr: IPA non trouvé
id: IPA Tidak ditemukan
it: File IPA non trovato
ru: IPA не найден

source: IPA is missing Payload folder
de: Der IPA fehlt ein Payload Ordner
es: Al IPA le falta la carpeta Payload
fr: Le dossier de charge utile manque dans l'IPA
id: IPA tidak ada folder Muatan
it: Cartella Payload mancante nel file IPA
ru: Внутри IPA отсутствует папка Payload

source: IPA is missing .app folder
de: Der IPA fehlt ein .app Ordner
es: Al IPA le falta la carpeta .app
fr: Le dossier .app est manquant dans l'IPA
id: IPA tidak ada .app folder
it: Cartella .app mancante nel file IPA
ru: Внутри IPA отсутствует папка .app

source: IPA is missing Info.plist file
de: Der IPA fehlt eine Info.plist Datei
es: Al IPA le falta el archivo Info.plist
fr: Le fichier Info.plist est manquant dans l'IPA
id: IPA tidak ada file Info.plist
it: File Info.plist mancante nel file IPA
ru: Внутри IPA остуствует файл Info.plist

source: Unable to read contents of Info.plist file
de: Konnte die Inhalte von Info.plist nicht lesen
es: Imposible de leer el contenido del archivo Info.plist
fr: Impossible de lire le contenu du fichier Info.plist
id: Tidak dapat membaca konten file Info.plist
it: Impossibile leggere il contenuto del file Info.plist
ru: Невозможно прочитать Info.plist

source: Unable to encode Info.plist file
de: Konnte Info.plist Datei nicht kodieren/verschlüsseln
es: Imposible de encriptar el archivo Info.plist
fr: Impossible de coder le fichier Info.plist
id: Tidak dapat menyandikan file Info.plist
it: Impossibile codificare il file Info.plist
ru: Невозможно создать Info.plist

source: File not found at given path
de: Datei unter genanntem Pfad nicht gefunden
es: Archivo no encontrado en el directorio dado
fr: Fichier non trouvé à un chemin donné
id: File tidak ditemukan di jalur yang diberikan
it: File non trovato nel percorso specificato
ru: По указанному пути не найден файл

source: Unable to find bundle id in Info.plist
de: Konnte Bundle ID in Info.plist nicht finden
es: ID del paquete no encontrado en el archivo Info.plist
fr: Impossible de trouver l'identifiant du paquet dans Info.plist
id: Tidak dapat menemukan bundel id di Info.plist
it: Impossibile trovare bundle id dentro Info.plist
ru: В Info.plist отсутствует идентификатор приложения

source: File size not found in resource values
de: Dateigröße nicht in Ressourcenwerten gefunden
es: Inválido archivo con los valores dados
fr: Taille de fichier non trouvée dans les valeurs de ressource
id: Ukuran file tidak ditemukan dalam nilai sumber daya
it: Dimensione del file non trovata
ru: Размер файла не указан

source: A report has already been submitted
de: Eine Meldung wurde bereits versendet
es: El reporte ha sido enviado
fr: Un rapport a déjà été soumis
id: Laporan sudah dikirim
it: Una segnalazione è già stata inviata
ru: Отзыв уже был отправлен

source: Installation failed, but can be fixed from Settings -> Device Status
de: Installation fehlgeschlagen. Dieses Problem kann unter Einstellungen -> Gerätestatus gelöst werden.
es: Instalación fallida, pero se puede arreglar en los ajustes de la app -> Estado del dispositivo
fr: L'installation a échoué, mais peut être corrigée depuis Paramètres -> État du périphérique
id: Instalasi gagal, tetapi dapat diperbaiki dari Pengaturan -> Status Perangkat
it: L'installazione è fallita, ma può essere aggiustata da Impostazioni -> Stato dispositivo
ru: Установка завершилась неудачей. Это может быть исправлено из Настройки -> Статус устройства

source: An error has occurred: malformed JSON
de: Ein Fehler ist aufgetreten: missgebildete/malformed JSON
es: Un error ha ocurrido: JSON con formato incorrecto
fr: Une erreur s'est produite: JSON mal formé
id: Terjadi kesalahan: JSON salah format
it: Errore: JSON non valido
ru: Ошибка: некорректный JSON

source: Your PRO subscription has expired.
de: Dein PRO Abonnement ist abgelaufen.
es: Tu subscripción PRO ha expirado.
fr: Votre abonnement PRO a expiré.
id: Langganan PRO Anda telah kedaluwarsa.
it: Il tuo abbonamento PRO è scaduto.
ru: Ваш PRO статус закончился.

source: Your PRO subscription has been revoked by Apple.
de: Dein PRO Abonnement werde von Apple revoked (ungültig gemacht).
es: Tu suscripción PRO ha sido revocada por Apple.
fr: Votre abonnement PRO a été révoqué par Apple.
id: Langganan PRO Anda telah dicabut oleh Apple.
it: Il tuo abbonamento PRO è stato revocato da Apple.
ru: Ваш PRO статус был отозван корпорацией Apple.

source: Your device doesn't seem to have a PRO subcription.
de: Dein Gerät scheint nicht über ein PRO Abonnement zu verfügen.
es: Parece que tu dispositivo no tiene PRO.
fr: Votre appareil ne semble pas avoir d'abonnement PRO.
id: Perangkat Anda sepertinya tidak memiliki langganan PRO.
it: Il tuo dispositivo non ha un abbonamento PRO attivo.
ru: У вашего устройства нет статуса PRO.
