Repository: DHME1/appdb
Catalog: appdb/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ru

source: We do not host any prohibited content. All data is publicly available via iTunes API.
de: Wir hosten keine verbotenen Inhalte. Alle Daten sind öffentlich durch die iTunes API verfügbar.
es: No alojamos ningún contenido ilegal. Todos los datos son públicamente obtenidos desde el API de iTunes.
fr: Nous n'hébergeons aucun contenu interdit. Toutes les données sont accessibles au public via l'API iTunes.
id: Kami tidak meng-host konten terlarang. Semua data tersedia untuk umum melalui iTunes API.
it: Non disponiamo di alcun contenuto proibito. Tutti i dati sono disponibili pubblicamente attraverso le API di iTunes.
ru: Мы не хостим запрещенный контент. Все данные доступны через iTunes API.

source: Featured
de: Vorgestellt
es: Destacado
fr: En vedette
id: Fitur
it: Primo piano
ru: Новое

source: Search
de: Suche
es: Buscar
fr: Chercher
id: Cari
it: Cerca
ru: Поиск

source: Downloads
es: Descargas
fr: Téléchargements
id: Unduhan
it: Download
ru: Загрузки

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ru: Настройки

source: Updates
es: Actualizaciones
fr: Mises à jour
id: Pembaruan
it: Aggiornamenti
ru: Обновления

source: Cannot connect
de: Kann nicht verbinden
es: Imposible de conectar
fr: Peut pas se connecter
id: Tidak dapat terhubung
it: Impossibile connettersi
ru: Обрыв связи

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Recommencez
id: Coba lagi
it: Riprova
ru: Повторить

source: Waiting...
de: Warten...
es: Cargando...
fr: Attendre...
id: Menunggu...
it: Attendo...
ru: Ожидаю...

source: Checking...
de: Überprüfen...
es: Comprobando...
fr: Vérification...
id: Memeriksa...
it: Controllo...
ru: Проверяю...

source: Operation has been cancelled.
de: Vorgang wurde abgebrochen.
es: Operación cancelada.
fr: L'opération a été annulée.
id: Operasi telah dibatalkan.
it: L'operazione è stata annullata.
ru: Операциия отменена.

source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes catégories
id: Semua Kategori
it: Tutte le categorie
ru: Все категории

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
id: Kategori
it: Categorie
ru: Категории

source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Choisir une catégorie
id: Pilih Kategori
it: Seleziona categoria
ru: Выберите категорию

source: Books
de: Bücher
es: Libros
fr: Livres
id: Buku
it: Libri
ru: Книги

source: Custom Apps
de: Benutzerdefinierte Apps
es: Apps personalizadas
fr: Applications personnalisées
id: Aplikasi Modifan
it: App di terze parti
ru: Кастомные приложения

source: New and Noteworthy
de: Neu und erwähnenswert
es: Nuevo
fr: Nouveau et remarquable
id: Paling Baru
it: Ultime uscite
ru: Новое

source: Top Paid
de: Top Kostenpflichtig
es: Top pago
fr: Top payé
id: Berbayar Terbaik
it: App a pagamento
ru: Топ платных

source: Popular This Week
de: Diese Woche populär
es: Popular esta semana
fr: Populaire cette semaine
id: Popular Minggu Ini
it: Popolari
ru: Популярны на этой неделе

source: Best Games
de: Beste Spiele
es: Los mejores juegos
fr: Meilleurs jeux
id: Game Terbaik
it: Giochi fantastici
ru: Лучшие игры

source: Top Books
de: Top Bücher
es: Top libros
fr: Top livres
id: Buku Terbaik
it: Libri più scaricati
ru: Лучшие книги

source: See All
de: Alle sehen
es: Ver todo
fr: Voir tout
id: Lihat Semua
it: Vedi tutto
ru: Посмотреть все

source: News
de: Nachrichten
es: Noticias
fr: Nouvelles
id: Berita
it: Notizie
ru: Новости

source: System Status
es: Estado del sistema
fr: État du système
id: Sistem Status
it: Stato del sistema
ru: Статус системы

source: Description
de: Beschreibung
es: Descripción
fr: La description
id: Penjelasan
it: Descrizione
ru: Описание

source: What's New
de: Was neu ist
es: Qué hay de nuevo
fr: Quoi de neuf
id: Apa yang baru
it: Novità
ru: Что нового

source: Tweaked Version Notice
de: Hinweis: Modifizierte Version
es: Versión modificada
fr: Avis de version modifié
id: Pemberitahuan Versi Tweaked
it: App Modificata
ru: Уведомление о Твике

source: This app was tweaked to provide additional features. Be sure to download it from verified crackers only, because no one except them can guarantee that it doesn't contain any malicious code.
de: Diese App wurde modifiziert, um erweiterte Funktionen hinzuzufügen. Stelle sicher, nur von verifizierten Crackern herunterzuladen, weil sonst nicht garantiert werden kann, dass keine Schadcodes enthalten sind.
es: Esta app ha sido modificada para tener más funcionalidades. Asegúrate de descargarlo de crackers verificados ya que nadie puede confirmar y garantizar que la app tenga algún código malicioso.
fr: Cette application a été modifiée pour fournir des fonctionnalités supplémentaires. Assurez-vous de le télécharger uniquement à partir de pirates vérifiés, car personne à part eux ne peut garantir qu'il ne contient aucun code malveillant.
id: Aplikasi ini di-tweak untuk menyediakan fitur tambahan. Pastikan untuk mengunduhnya hanya dari cracker yang terverifikasi, karena tidak seorang pun kecuali mereka yang dapat menjamin bahwa itu tidak mengandung kode berbahaya.
it: Questa app è stata modificata per aggiungere ulteriori caratteristiche. Assicurati di scaricarla soltanto da cracker verificati, nessuno tranne loro può garantire l'assenza di codice pericoloso.
ru: Это приложение было изменено для предоставления улучшенных возможностей. Загружайте такие приложения только от проверенных взломщиков, т.к. никто кроме них не сможет гарантировать, что приложение не содержит вредоносного кода.

source: iPad only
de: Nur iPad
es: Solo iPad
fr: iPad seulement
id: Hanya untuk iPad
it: Solo per iPad
ru: только для iPad

source: Information
es: Información
id: Informasi
it: Informazioni
ru: Информация

source: Seller
de: Verkäufer
es: Vendedor
fr: Vendeur
id: Penjual
it: Sviluppatore
ru: Продавец

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
ru: Разработчик

source: Category
de: Kategorie
es: Categorías
fr: Catégorie
id: Kategori
it: Categoria
ru: Категория

source: Price
de: Preis
es: Precio
fr: Prix
id: Harga
it: Prezzo
ru: Цена

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
id: Pembaruan
it: Aggiornato
ru: Обновлено

source: Version
es: Versión
id: Versi
it: Versione
ru: Версия

source: Compatibility
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
id: Kompabilitas
it: Compatibilità
ru: Совместимость

source: Size
de: Größe
es: Tamaño
fr: Taille
id: Ukuran
it: Dimensione
ru: Размер

source: Language
de: Sprache
es: Idioma
fr: La langue
id: Bahasa
it: Lingua
ru: Язык

source: Languages
de: Sprachen
es: Idiomas
fr: Langages
id: Bahasa
it: Lingue
ru: Языки

source: Author
de: Autor
es: Autor
fr: Auteur
id: Penyedia
it: Autore
ru: Автор

source: Print Length
de: Drucklänge
es: Longitud de impresión
fr: Longueur d'impression
id: Panjang cetakan
it: Pagine
ru: Кол-во страниц

source: Requirements
de: Anforderungen
es: Requerimientos
fr: Exigences
id: Persyaratan
it: Requisiti
ru: Системные требования

source: Rating
de: Bewertung
es: Valoraciónes
fr: Évaluation
id: Peringkat
it: Valutazioni
ru: Рейтинг

source: Developer Apps
de: Entwickler Apps
es: Apps del desarrollador
fr: Applications pour développeurs
id: Aplikasi Developer
it: App di questo sviluppatore
ru: Приложения этого разработчика

source: Developer Website
de: Entwickler Webseite
es: Página del desarrolador
fr: Site du développeur
it: Sito di questo sviluppatore
ru: Сайт разработчика

source: Developer Support
de: Entwickler Support
es: Ayuda del desarrollador
fr: Support aux développeurs
id: Bantuan Developer
it: Sito di supporto
ru: Поддержка разработчика

source: More by this author
de: Mehr von diesem Autor
es: Más de este autor
fr: Plus par cet auteur
id: Mlebih banyak oleh penyedia ini
it: Altri di questo autore
ru: Еще от этого разработчика

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ru: Неизвестно

source: See Original
de: Original sehen
es: Ver Original
fr: Voir l'original
id: Lihat Aslinya
it: Vedi originale
ru: Посмотреть оригинальное приложение

source: Details
es: Detalles
id: Penjelasan
it: Dettagli
ru: Подробно

source: Reviews
de: Bewertungen
es: Reseñas
fr: Commentaires
id: Ulasan
it: Recensioni
ru: Отзывы

source: Install
de: Installieren
es: Instalar
fr: Installer
it: Installa
ru: Установить

source: Requesting...
de: Anfordern...
es: Solicitando...
fr: Demander ...
id: Meminta...
it: Richiedo...
ru: Запрашиваю...

source: Requested
de: Angefordert
es: Solicitado
fr: Demandé
id: Berhasil meminta
it: Richiesto
ru: Запрошено

source: by
es: por
fr: par
id: oleh
it: di
ru: от

source: Related Apps
de: Ähnliche Apps
es: Apps relacionadas
fr: Applications connexes
id: Aplikasi Terkait
it: App correlate
ru: Связанные приложения

source: Related Books
de: Ähnliche Books
es: Libros relacionadas
fr: Livres connexes
id: Buku Terkait
it: Libri correlati
ru: Связанные книги

source: Reviews are from Apple's iTunes Store ©
de: Bewertungen sind von Apple's iTunes Store ©
es: Las reseñas son del iTunes Store de Apple ©
fr: Les commentaires proviennent de l'iTunes Store d'Apple.©
id: Ulasan dari Apple Store Store ©
it: Le recensioni fanno parte di iTunes Store ©
ru: Отзывы из Apple AppStore ©

source: Check out '%@' on appdb!
de: Sieh dir '%@' auf Appdb an!
es: ¡Encuentra '%@' en appdb!
fr: Découvrez '%@' sur appdb!
id: Lihat '%@' di appdb!
it: Guarda '%@' su appdb!
ru: Смотрите '%@' на appdb!

source: Installation has been queued to your device
de: Installation auf deinem Gerät in die Warteschlange gesetzt
es: La instalación ha sido solicitada para tu dispositivo
fr: L'installation a été mise en file d'attente sur votre appareil
id: Instalasi telah diantrekan ke perangkat Anda
it: L'installazione è stata messa in coda per il tuo dispositivo
ru: Установка поставлена в очередь вашему устройству

source: Installation options
de: Installationsoptionen
es: Opciones de la instalación
fr: Options d'installation
id: Opsi pemasangan
it: Opzioni di installazione
ru: Опции установки

source: Duplicate app
de: App duplizieren
es: App duplicada
fr: Dupliquer l'application
id: Duplikat Aplikasi
it: Duplica app
ru: Дубликат приложения

source: New ID
de: Neue ID
es: Nuevo ID
fr: Nouvelle ID
id: ID Baru
it: Nuovo ID
ru: Новый ID

source: New display name
de: Neuer Anzeigename
es: Nuevo nombre
fr: Nouveau nom d'affichage
id: Nama Tampilan
it: Nuovo nome
ru: Новое имя

source: Use Original
de: Original verwenden
es: Usar original
fr: Utiliser l'original
id: Gunakan Aslinya
it: Usa l'originale
ru: Использовать оригинал

source: Cracked by %@
de: Gecrackt von %@
es: Modificado por %@
fr: Cracker par %@
id: di Crack oleh %@
it: Craccato da %@
ru: Взломано %@

source: Uploaded by %@
de: Hochgeladen von %@
es: Subido por %@
fr: telechargé par %@
id: di Unggah oleh %@
it: Caricato da %@
ru: Загружено %@

source: Cracked and uploaded by %@
de: Gecrackt und hochgeladen von %@
es: Modificado y subido por %@
fr: Cracked et téléchargé par %@
id: di Crack dan di Unggah oleh %@
it: Craccato e caricato da %@
ru: Взломано и загружено %@

source: Recently Uploaded
de: Kürzlich hochgeladen
es: Subido recientemente
fr: Téléchargé récemment
id: Baru Diupload
it: Recenti
ru: Недавно загруженные

source: Popular Today
de: Heute beliebt
es: Populares hoy
fr: Populaire aujourd'hui
id: Populer Hari Ini
it: Popolari oggi
ru: Популярные Сегодня

source: Popular This Month
de: Beliebt in diesem Monat
es: Populares este mes
fr: Populaire ce mois-ci
id: Populer Bulan Ini
it: Popolari questo mese
ru: Популярные в этом месяце

source: Popular This Year
de: Beliebt in diesem Jahr
es: Populares este año
fr: Populaire cette année
id: Populer Tahun Ini
it: Popolari questo anno
ru: Популярные в этом году

source: Popular All Time
de: Beliebt zu allen Zeiten
es: Populares desde siempre
fr: Populaire de tous les temps
id: Populer Sepanjang Waktu
it: Popolari tutti i tempi
ru: Популярные за все время

source: Any Price
de: Jeder Preis
es: Cualquier Precio
fr: N'importe quel prix
id: Harga Berapapun
it: Qualsiasi prezzo
ru: Любая цена

source: Paid
de: Bezahlt
es: De pago
fr: Payé
id: Berbayar
it: A pagamento
ru: Платные

source: Waiting %@ seconds...
de: %@ Sekunden warten...
es: Esperando %@ segundos...
fr: En attente de %@ secondes...
id: Menunggu %@ detik...
it: Aspetto %@ secondi...
ru: Ожидаем %@ секунд...

source: Authorization
de: Autorisation
es: Autorización
fr: Autorisation
id: Otorisasi
it: Autorizzazione
ru: Авторизация

source: Authorize App
de: App autorisieren
es: Autorizar app
fr: Autoriser l'App
id: Mengesahkan Aplikasi
it: Autorizza App
ru: Авторизировать приложение

source: Is your device already linked to appdb? You can check if you have appdb profile installed at Settings -> General -> Profiles.
de: Ist dein Gerät bereits mit Appdb verknüpft? Du kannst das überprüfen, indem du unter Einstellungen -> Allgemein -> Profile nach einem Appdb Profil schaust.
es: ¿Está tu dispositivo vinculado a appdb? Puedes comprobarlo si tienes el perfil de appdb en Ajustes -> General -> Gestión de perfiles y dispositivos.
fr: Votre appareil est-il déjà lié à appdb? Vous pouvez vérifier si le profil appdb est installé dans Paramètres -> Général -> Profils.
id: Apakah perangkat Anda sudah ditautkan ke appdb? Anda dapat memeriksa apakah Anda telah memasang profil appdb di Pengaturan -> Umum -> Profil.
it: Il tuo dispositivo è già collegato ad appdb? Puoi controllare se hai il profilo di appdb installato da Impostazioni -> Generali -> Profili.
ru: Вы уже привязали устройство к appdb? Вы можете проверить профиль appdb в Настройки -> Общее -> Профили.

source: Continue
de: Fortfahren
es: Continuar
fr: Continuez
id: Lanjutkan
it: Continua
ru: Продолжить

source: Enter Link Code
de: Verknüpfungs/Linkcode eingeben
es: Introducir código de vinculación
fr: Entrer le code du lien
id: Masukkan Kode QR
it: Inserisci codice
ru: Введите одноразовый код привязки

source: Enter link code here
de: Verknüpfungs/Linkcode hier eingeben
es: Introducir código aquí
fr: Entrez le code du lien ici
id: Masukkan kode QR di sini
it: Inserisci qui il codice
ru: Введите код тут

source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail Adresse ein.
es: Por favor introduce un email válido.
fr: S'il vous plaît, mettez une adresse email valide.
id: Masukan email yang benar
it: Inserisci un indirizzo email valido.
ru: Введите правильный Email.

source: Paste the 8 digits case sensitive link code you see on this page:
de: Füge den 8 stelligen Verknüpfungs/Linkcode ein (Groß/Kleinschreibung beachten), den du auf dieser Seite siehst:
es: Pega los 8 dígitos que hay en esta página:
fr: Collez le code de lien sensible à la casse à 8 chiffres que vous voyez sur cette page:
id: Tempel kode QR sensitif 8 case case yang Anda lihat di halaman ini:
it: Incolla qui il codice di otto caratteri che trovi su questa pagina:
ru: Скопируйте и вставьте регистрозависимый 8-символьный код, который вы увидите на этой странице:

source: Go Back
de: Zurück
es: Atrás
fr: Retourner
id: Kembali
it: Indietro
ru: Назад

source: Enter Email
de: E-Mail eingeben
es: Introducir email
fr: Entrer Email
id: Masukan Email
it: Inserisci email
ru: Введите Email

source: Please enter your email address below and click Continue. You will be redirected to the Settings app where you can proceed with appdb profile installation.
de: Bitte gib nachfolgend deine E-Mail Adresse ein und tippe auf Fortfahren. Du wirst zur Einstellungen App weitergeleitet, wo du dann mit der Appdb Profil Installation weitermachen kannst.
es: Por favor introduce tu correo y pulsa en continuar. Serás redirigido a los Ajustes donde tendrás que instalar el perfil.
fr: Veuillez entrer votre adresse e-mail ci-dessous et cliquez sur Continuer. Vous serez redirigé vers l'application Paramètres où vous pourrez procéder à l'installation du profil appdb.
id: Silakan masukkan alamat email Anda di bawah ini dan klik Lanjutkan. Anda akan diarahkan ke aplikasi Pengaturan tempat Anda dapat melanjutkan dengan pemasangan profil appdb.
it: Inserisci qui il tuo indirizzo email e premi Continua. Sarai reindirizzato all'app Impostazioni dove potrai procedere con l'installazione del profilo di appdb.
ru: Введите ваш email ниже и нажмите Продолжить. Вас перенаправит в Настройки, где вы сможете продолжить привязку устройства к appdb.

source: Success
de: Erfolgreich
es: Hecho
fr: Succès
id: Berhasil
it: Fatto
ru: Успех!

source: Well done! This app is now authorized to install apps on your device.
de: Gut gemacht! Diese App ist jetzt dazu autorisiert, Apps auf deinem Gerät zu installieren.
es: ¡Bien! Esta app ya está autorizada para instalar aplicaciones.
fr: Bien joué! Cette application est maintenant autorisée à installer des applications sur votre appareil.
id: Sudah selesai dilakukan dengan baik! Aplikasi ini sekarang diizinkan untuk menginstal aplikasi di perangkat Anda.
it: Perfetto! L'app è stata autorizzata correttamente ad installare app sul tuo dispositivo tramite appdb.
ru: Молодец! Теперь это приложение может устанавливать приложения на вашем устройстве.

source: Start using appdb!
de: Anfangen, Appdb zu verwenden!
es: ¡Empieza a usar appdb!
fr: Commencez à utiliser appdb!
id: Mulai gunakan appdb!
it: Comincia a usare appdb!
ru: Начать использовать appdb!

source: Unable to complete
de: Konnte nicht abschließen
es: Imposible de completar
fr: Impossible de terminer
id: Tidak dapat menyelesaikan
it: Impossibile completare
ru: Невозможно продолжить

source: Yes, already linked
de: Ja, bereits verknüpft
es: Si, ya viculado
fr: Oui, déjà lié
id: Ya, sudah ditautkan
it: Sì, è già collegato
ru: Да, привязано

source: No, not yet linked
de: Nein, noch nicht verknüpft
es: No, no viculado aún
fr: Non, pas encore lié
id: Tidak, belum ditautkan
it: No, non è collegato
ru: Нет, не привязано

source: name@example.com
de: name@beispiel.de
es: nombre@ejemplo.com
id: nama@contoh.com
it: nome@esempio.it

source: Deauthorization
de: Deautorisierung
es: Desautorizar
fr: Désautorisation
it: Scollegamento
ru: Отозвать авторизацию

source: Deauthorized
de: Deautorisiert
es: Desautorizado
fr: Désautorisé
id: Tidak diotorisasi
it: Scollegato
ru: Авторизация отозвано

source: Are you sure you want to deauthorize this app from installing apps on your device? NOTE: This won't unlink your device from appdb. To do so, remove its profile in Settings -> General -> Profiles.
de: Bist du dir sicher, dass du diese App deautorisieren willst und damit verhinderst, das sie weitere Apps auf deinem Gerät installiert? HINWEIS: Das wird dein Gerät nicht von Appdb trennen. Um das zu tun, musst du das Appdb Profil unter Einstellungen -> Allgemein -> Profile löschen.
es: ¿Estás seguro de desautorizar esta app para instalar aplicaciones? NOTA: Esto no desvinculará appdb de tu dispositivo. Si quieres hacerlo entra en Ajustes -> General -> Gestión de perfiles y dispositivos.
fr: Voulez-vous vraiment supprimer l'autorisation de cette application d'installer des applications sur votre appareil? N nNOTE: Cela ne dissoudra pas votre appareil de lier appdb. Pour ce faire, supprimez son profil dans Paramètres -> Général -> Profils.
id: Yakin ingin membatalkan otorisasi aplikasi ini dari menginstal aplikasi pada perangkat Anda? NOTE: Ini tidak akan membatalkan tautan perangkat Anda dari appdb. Untuk melakukannya, hapus profilnya di Pengaturan -> Umum -> Profil.
it: Sei sicuro di voler scollegare l'app e rimuovere l'autorizzazione ad installare app sul tuo dispositivo? NOTA: Per cancellare completamente il tuo dispositivo da appdb, rimuovi il profilo da Impostazioni -> Generali -> Profili.
ru: Вы уверены, что хотите отозвать возможность этого приложения устанавливать другие приложения на вагему устройстве через appdb? ВНИМАНИЕ: Это действие не отвяжет ваше устройство от appdb. Чтобы отвязать его, посетите Настройки -> Общее -> Профильи.

source: App was deauthorized successfully.
de: App wurde erfolgreich deautorisiert.
es: App desautorizado correctamente
fr: L'application a été annulée avec succès.
id: Aplikasi berhasil diautorisasi.
it: App scollegata con successo.
ru: Авторизация приложения успешно отозвана.

source: Search iOS Apps
de: iOS Apps suchen
es: Buscar apps
fr: Rechercher des applications iOS
id: Cari Aplikasi iOS
it: Cerca app iOS
ru: Искать iOS приложения

source: Search Custom Apps
de: Benutzerdefinierte Apps suchen
es: Buscar apps personalizadas
fr: Rechercher des applications personnalisées
id: Cari Aplikasi Modifan
it: Cerca app di terze parti
ru: Искать Кастомные приложения

source: Search Books
de: Bücher suchen
es: Buscar libros
fr: Rechercher des livres
id: Cari Buku
it: Cerca libri
ru: Искать книги

source: Trending iOS Apps
de: Beliebte iOS Apps
es: Top Apps para iOS
fr: Tendance Apps iOS
id: Tren Aplikasi iOS
it: App iOS in tendenza
ru: Популярные iOS приложения

source: Trending Cydia Apps
de: Beliebte Cydia Apps
es: Top Cydia Apps
fr: Tendance Cydia Apps
id: Tren Aplikasi Cydia
it: App di Cydia in tendenza
ru: Популярные Cydia приложения

source: Trending Books
de: Beliebte Books
es: Top libros
fr: Livres tendances
id: Tren Buku
it: Libri in tendenza
ru: Популярные книги

source: No results found
de: Keine Ergebnisse gefunden
es: No encontrado
fr: Aucun résultat trouvé
id: Tidak ditemukan
it: Nessun risultato trovato
ru: Ничего не найдено

source: No results were found for '%@'
de: Unter '%@' konnten keine Ergebnisse gefunden werden.
es: No hay resultados de '%@'
fr: Aucun résultat trouvé pour '%@'
id: Tidak ditemukan untuk '%@'
it: Nessun risultato trovato per '%@'
ru: Ничего не найдено по запросу '%@'

source: Please search at least two characters
de: Deine Suche muss mindestens zwei Zeichen enthalten.
es: Introduce al menos dos caracteres
fr: Veuillez rechercher au moins deux caractères.
id: Gunakan minimal 2 karakter
it: La ricerca deve contenere almeno due caratteri
ru: Введите по крайне мере 2 символа

source: Search News
de: Nachrichten suchen
es: Buscar noticias
fr: Rechercher des nouvelles
id: Cari berita
it: Cerca notizie
ru: Искать новости

source: Queued
de: In der Warteschlange
es: En cola
fr: En file d'attente
id: Antri
it: In coda
ru: В очереди

source: Library
de: Bibliothek
es: Librería
fr: Bibliothèque
id: Perpustakaan
it: Libreria
ru: Библиотека

source: Downloading
de: Lädt herunter
es: Descargando
fr: Téléchargement
id: Mengunduh
it: In download
ru: Скачивается

source: No queued downloads
de: Keine Downloads in der Warteschlange
es: No hay descargas en la cola
fr: Aucun téléchargement en file d'attente
id: Tidak ada unduhan yang antri
it: Nessun download in coda
ru: Нет скачиваний в очереди

source: File download has started
de: Datei Download wurde gestartet
es: La descarga ha comenzado
fr: Le téléchargement du fichier a commencé
id: Pengunduhan file telah dimulai
it: Il download del file è stato avviato
ru: Скачивание началась

source: Enter URL
de: URL eingeben
es: Introducir URL
fr: Entrer l'URL
id: Masukan URL
it: Inserisci URL
ru: Введите URL

source: Enter below the URL of the .ipa file you want to download
de: Gebe nachfolgend die URL der .ipa Datei ein, die du herunterladen möchtest
es: Introduce aquí la URL del archivo .ipa que quieres descargar
fr: Entrez ci-dessous l'URL du fichier .ipa que vous souhaitez télécharger
id: Masukkan di bawah URL file .ipa yang ingin Anda unduh
it: Inserisci l'URL del file .ipa da scaricare
ru: Введите URL .ipa файла, который хотите скачать

source: https://example.com/file.ipa
de: https://beispiel.de/datei.ipa
es: https://ejemplo.com/archivo.ipa
id: https://contoh.com/file.ipa
it: https://esempio.it/file.ipa

source: Load
de: Laden
es: Descargar
fr: Charge
id: Muat
it: Carica
ru: Загрузить

source: Uploaded on %@
de: Hochgeladen am %@
es: Subido el %@
fr: Téléchargé sur %@
id: diunggah di %@
it: Caricato il %@
ru: Загружено в %@
