Repository: DHME1/appdb
Catalog: appdb/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ru

source: App duplication is currently supported on non-jailbroken devices with PRO.
de: App Duplizierung ist momentan nur auf Geräten von PRO-Nutzern verfügbar, die keinen Jailbreak haben.
es: La duplicación de apps solo está disponible con subscripción PRO.
fr: La duplication d'applications est actuellement prise en charge sur les appareils non-jailbreakés avec PRO.
id: Duplikasi aplikasi saat ini didukung pada perangkat yang tidak di-jailbreak dengan PRO.
it: La duplicazione di app è al momento supportata solo su dispositivi senza jailbreak e con abbonamento PRO
ru: Установка дубликатов приложений поддерживается только на невзломанных устройствах с PRO.

source: Unknown voucher partner.
de: Unbekannter Voucher Partner/Verkäufer.
es: El cupón suministrado no es válido y sido usado por un desconocido.
fr: Partenaire de coupon inconnu.
id: Mitra voucher tidak dikenal.
it: Voucher ottenuto da un rivenditore non riconosciuto.
ru: Предоставленный ваучер недействителен.

source: Invalid voucher.
de: Ungültiger Voucher.
es: Cupón inválido.
fr: Coupon invalide.
id: Voucher tidak valid.
it: Voucher non valido.
ru: Недействительный ваучер.

source: Voucher already used.
de: Voucher bereits verwendet.
es: Este cupón ya ha sido usado.
fr: Bon déjà utilisé.
id: Voucher sudah digunakan.
it: Questo voucher è già stato utilizzato.
ru: Этот ваучер уже был использован ранее.

source: No devices with this email.
de: Keine Geräte mit dieser E-Mail.
es: No hay dispositivos con este email
fr: Aucun appareil avec cet email.
id: Tidak ada perangkat dengan email ini.
it: Nessun dispositivo trovato con questa email.
ru: Привязанных устройств с таким email нет.

source: Send
de: Senden
es: Enviar
fr: Envoyer
id: Kirim
it: Invia
ru: Отправить

source: Report
de: Melden
es: Reportar
fr: rapport
id: Lapor
it: Segnala
ru: Сообщить о проблеме

source: Reporting a broken link for '%@'.
de: Melde einen ungültigen Link für '%@'.
es: Reportando enlace roto '%@'.
fr: Signaler un lien brisé pour '%@'.
id: Laporkan link rusak untuk '%@'.
it: Segnalazione di un link non valido per '%@'.
ru: Сообщаем о проблеме с '%@'.

source: Enter a reason for your report
de: Gib einen Grund für deine Meldung ein
es: Introducir la razón del reporte
fr: Entrez une raison pour votre rapport
id: Masukan alasan pelaporan
it: Inserisci un motivo per la tua segnalazione
ru: Введите причину сообщения

source: Link reported successfully!
de: Link erfolgreich gemeldet!
es: ¡Enlace reportado correctamente!
fr: Lien signalé avec succès!
id: Tautan berhasil dilaporkan!
it: Link segnalato con successo!
ru: Ваш отзыв о проблеме отправлен!

source: Credits
es: Créditos
fr: Crédits
id: Kredit
it: Ringraziamenti
ru: Создатели

source: Special Thanks
de: Besonderes Danke
es: Agradecimientos
fr: Remerciement spécial
id: Terima kasih
it: Ringraziamenti speciali
ru: Особое спасибо

source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions
id: Penerjemah
it: Traduzioni
ru: Переводчики

source: appdb team
es: El equipo appdb
fr: équipe appdb
id: tim appdb
it: Team di appdb
ru: Команда appdb

source: Icon and banner designer
de: Icon und Banner Designer
es: Diseñador del icono y del banner
fr: Concepteur d'icônes et de bannières
id: Desainer ikon dan spanduk
it: Designer di icona e banner
ru: Дизайнер иконки и баннера

source: View project on GitHub
de: Projekt auf GitHub ansehen
es: Ver proyecto en Github
fr: Voir le projet sur GitHub
id: Lihat proyek di GitHub
it: Vedi progetto su GitHub
ru: Посмотреть исходный код GitHub

source: Wishes
de: Wünsche
es: Pedidos
fr: Vœux
id: Keinginan
it: Desideri
ru: Желания

source: New
de: Neu
es: Nuevo
fr: Nouveau
id: Baru
it: Nuovo
ru: Новое

source: Processing
de: Verarbeiten
es: Procesando
fr: En traitement
id: diproses
it: In elaborazione
ru: Подождите...

source: Failed
de: Fehlgeschlagen
es: Fallado
fr: Échoué
id: Gagal
it: Fallito
ru: Неудача

source: Fulfilled
de: Wunsch erfüllt
es: Completado
fr: Rempli
id: Terpenuhi
it: Aggiunto
ru: Выполнено

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
id: Gratis
it: Gratis
ru: Бесплатно

source: Enter AppStore URL
de: AppStore URL eingeben
es: Introducir encale del AppStore
fr: Entrer le lien de l'AppStore
id: Masukan URL Appstore
it: Inserisci URL AppStore
ru: Введите ссылку на AppStore

source: Enter below the AppStore URL of the app you'd like to request
de: Gib nachfolgend die AppStore URL (Link) von der App ein, die du dir wünschst!
es: Introduce el enlace de app que quieres pedir
fr: Entrez ci-dessous l'URL AppStore de l'application que vous souhaitez demander.
id: Masukkan URL Aplikasi dari AppStore yang ingin Anda minta
it: Inserisci qui l'URL AppStore dell'app che vorresti richiedere
ru: Введите ниже URL адрес приложения в AppStore (кнопка поделиться)

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
it: Aggiungi
ru: Добавить

source: App has been requested successfully!
de: Du hast dir die App wurde erfolgreich gewünscht!
es: ¡Aplicación pedida correctamente!
fr: L'application a été demandée avec succès!
id: Aplikasi telah berhasil diminta!
it: App richiesta con successo!
ru: Ваш запрос отправлен!

source: Price: %@
de: Preise: %@
es: Precio: %@
fr: Prix: %@
id: Harga: %@
it: Prezzo: %@
ru: Цена: %@

source: Version: %@
es: Versión: %@
id: Versi: %@
it: Versione: %@
ru: Версия: %@

source: No new wishes to show
de: Keine neuen Wünsche zur Anzeige
es: No hay nuevos pedidos para mostrar
fr: Aucun nouveau souhait à afficher
id: Tidak ada keinginan baru untuk ditampilkan
it: Nessun nuovo desiderio da mostrare
ru: Нет новых желаний

source: No fulfilled wishes to show
de: Keine erfüllten Wünsche zur Anzeige
es: Mo hay pedidos completados para mostrar
fr: Aucun souhait accompli à montrer
id: Tidak ada keinginan yang terpenuhi untuk ditampilkan
it: Nessun desiderio esaurito da mostrare
ru: Нет выполненных желаний

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ru: Отмена

source: Dismiss
de: Verwerfen
es: Quitar
fr: Rejeter
id: Berhentikan
it: Chiudi
ru: Скрыть

source: Yes
de: Ja
es: Si
fr: Oui
id: Ya
it: Si
ru: Да

source: Done
de: Fertig
es: Hecho
fr: Terminé
id: Selesai
it: Fatto
ru: Готово

source: more
de: Mehr
es: más
fr: plus
id: lebih banyak
it: altro
ru: еще

source: Open in Safari
de: In Safari öffnen
es: Abrir en Safari
fr: Ouvrir sur Safari
id: Buka di Safari
it: Apri in Safari
ru: Открыть Safari

source: %@s ago
de: vor %@s Sekunden
es: hace %@s
fr: %@s depuis
id: %@s lalu
it: %@s fa
ru: %@ сек назад

source: %@m ago
de: vor %@m Minuten
es: hace %@m
fr: %@m depuis
id: %@m lalu
it: %@m fa
ru: %@ мин назад

source: %@h ago
de: vor %@h Stunden
es: hace %@h
fr: %@h depuis
id: %@h lalu
it: %@h fa
ru: %@ часов назад

source: %@d ago
de: vor %@d Tagen
es: hace %@d
fr: %@d depuis
id: %@d lalu
it: %@d fa
ru: %@ дней назад

source: now
de: jetzt
es: ahora mismo
fr: maintenant
id: sekarang
it: adesso
ru: только что

source: Download
es: Descargas
fr: Télécharger
id: Unduh
ru: Скачать

source: No
de: Nein
fr: Non
id: Tidak
ru: Нет

source: Bundle ID
es: ID del paquete

source: Email
es: Correo
